{
    "Text Metadata": "Métadonnées texte",
    "Simple metadata implementation stored in a hidden file.": "Métadonnées simples stockées dans un fichier caché.",
    "Meta File": "Fichier méta",
    "Hidden file used inside folders to save meta data": "Nom du fichier caché dans les répertoires dans lequel stocker les méta-données",
    "Meta Fields": "Champs méta",
    "Comma separated list of fields, use standard characters here.": "Liste des champs, séparés par des virgules. N'utilisez que des caractères standards.",
    "Meta Labels": "Libellés méta",
    "Comma separated list of labels, be sure to define as many as fields!": "Liste des libellés séparés par des virgules, à associer aux champs. Attention à utiliser le même nombre.",
    "Columns visibility": "Visibilité des colonnes",
    "Set default visibility for each columns. Either by columns, using commas, or one value that will be applied to all columns. Value can be 'visible' or 'hidden'.": "Visibilité par défaut de chaque colonne. Soit par colonnes, en utilisant des virgules, ou une seule valeur qui sera appliquée à l'ensemble des colonnes. Utiliser 'visible' ou 'hidden'.",
    "Field ID": "ID du champ",
    "Id of fiels, use standard characters here.": "Id des champs. N'utilisez que des caractères standards.",
    "Label": "Label",
    "Label of the field, human friendly": "Label du champ, lisible par un humain",
    "Field Type": "Type de champ",
    "Type of field": "Type de champ",
    "Column visibility": "Visibilité de la colonne",
    "Set default visibility.": "Définir la visibilité par défaut.",
    "Additional info": "Info. complémentaires",
    "Depending on the field type. Currently used for selection only": "Dépend du type du champ. Actuellement utilisé uniquement pour les sélections",
    "Short text": "Texte court",
    "Long text": "Texte long",
    "Created by...": "Créé par...",
    "Last updated by...": "Mis à jour par...",
    "Stars Rating": "Vote par étoiles",
    "Color labels": "Etiquettes de couleur",
    "Selection (set choices in Additional Info)": "Sélection (définir les valeurs dans 'Info. complémentaires')",
    "Visible": "Visible",
    "Hidden": "Cachée",
    "Tags (extensible sets of values)": "Tags (ensemble de valeurs extensibles)"
}