{
  "Absolute path to the folder on the server. You can use PYDIO_DATA_PATH and PYDIO_INSTALL_PATH to point to Pydio default data path and root install path.": {
    "other": "Ruta absoluta a la carpeta en el servidor. Puede usar PYDIO_DATA_PATH y PYDIO_INSTALL_PATH para apuntar a la ruta de datos por defecto de Pydio y ruta de instalación del directorio raíz."
  },
  "Create": {
    "other": "Crear"
  },
  "Create folder if it does not exists": {
    "other": "Crear directorio si no existe"
  },
  "Data template": {
    "other": "Plantilla de datos"
  },
  "Delegates all download operations to nginx using the X-Accel-Redirect header. Warning, you have to add some configuration in nginx, like X-Accel-Mapping": {
    "other": "Delega todas las operaciones de descarga a nginx usando la cabecera X-Accel-Redirect. Atención, tiene que añadir la configuración a nginx, como X-Accel-Mapping"
  },
  "Delegates all download operations to the webserver using the X-SendFile header. Warning, this is an external module to install for Apache. Module is active by default in Lighttpd. Warning, you have to manually add the folders where files will be downloaded in the module configuration (XSendFilePath directive)": {
    "other": "Delega todas las operaciones de descarga al servidor web usando la cabecera X-SendFile. Atención, esto es un módulo externo que se instala en Apache. El módulo está activado por defecto en Lighttpd. Atención, tienes que añadir manualmente los directorios donde se descargarán los archivos en el modulo de configuración (directiva XSendFilePath)"
  },
  "Directly write the zip file to an output stream which is connected to the user's browser.": {
    "other": "Transmite directamente el archivo zip a la salida conectada al navegador del usuario."
  },
  "File Creation Mask": {
    "other": "Máscara de Archivos"
  },
  "File System (Standard)": {
    "other": "Sistema de Archivos (Estándar)"
  },
  "Option to purge documents after a given number of days (even if shared). This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Opción para purgar documentos al transcurrir el número de dias seleccionado (incluso si están compartidos). Requiere que se configure una tarea CRON. Déjalo en 0 si no quieres activar esta función."
  },
  "Option to purge documents after a given number of days (if not shared). This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Opción para purgar documentos al transcurrir el número de dias seleccionado (excluye los compartidos). Requiere que se configure una tarea CRON. Déjalo en 0 si no quieres activar esta función."
  },
  "Option to purge documents after a given number of days. This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Opción para purgar documentos al transcurrir el número de dias seleccionado. Requiere que se configure una tarea CRON. Déjalo en 0 si no quieres activar esta función."
  },
  "Optionnaly apply a chmod operation. Value must be numeric, like 0777, 0644, etc.": {
    "other": "Aplicar opcionalmente una operación chmod. El valor debe ser numérico (p.e. 0777 0644, etc)."
  },
  "Path": {
    "other": "Ruta"
  },
  "Path to a directory on the filesystem whose content will be copied to the repository the first time it is loaded.": {
    "other": "Ruta al directorio del sistema de archivos cuyo contenido será copiado al workspace la primera vez que sea cargado."
  },
  "Purge Days": {
    "other": "Purgar (Dias)"
  },
  "Purge Days (Hard limit)": {
    "other": "Purgar (Dias - Estricto)"
  },
  "Purge Days (Soft limit)": {
    "other": "Purgar (Dias - Flexible)"
  },
  "Real Size Probing": {
    "other": "Explorar Tamaño Real"
  },
  "The most standard access to a filesystem located on the server.": {
    "other": "El acceso estándar al sistema de archivos del servidor"
  },
  "Use POSIX": {
    "other": "Usar POSIX"
  },
  "Use php POSIX extension to read files permissions. Only works on *nix systems.": {
    "other": "Usar la extension PHP POSIX para leer los permisos de los archivos. Sólo funciona en sistema *nix."
  },
  "Use system command line to get the filesize instead of php built-in function (fixes the 2Go limitation)": {
    "other": "Usar la línea de comandos del sistema para obtener el tamaño de archivo en lugar de usar la función PHP (soluciona la limitación de 2G)"
  },
  "X-Accel-Redirect Active": {
    "other": "Activar X-Accel-Redirect"
  },
  "X-SendFile Active": {
    "other": "Activar X-SendFile"
  },
  "Zip downloading files on the fly": {
    "other": "Comprimir archivos durante la descarga"
  }
}