{
  "Absolute path to the folder on the server. You can use PYDIO_DATA_PATH and PYDIO_INSTALL_PATH to point to Pydio default data path and root install path.": {
    "other": "Absolute path to the folder on the server. You can use PYDIO_DATA_PATH and PYDIO_INSTALL_PATH to point to Pydio default data path and root install path."
  },
  "Create": {
    "other": "Создать"
  },
  "Create folder if it does not exists": {
    "other": "Создать папку, если её ещё нет"
  },
  "Data template": {
    "other": "Шаблон данных"
  },
  "Delegates all download operations to nginx using the X-Accel-Redirect header. Warning, you have to add some configuration in nginx, like X-Accel-Mapping": {
    "other": "Делегировать все операции скачивания для nginx с использованием заголовка X-Accel-Redirect. Необходима настройка nginx, например X-Accel-Mapping"
  },
  "Delegates all download operations to the webserver using the X-SendFile header. Warning, this is an external module to install for Apache. Module is active by default in Lighttpd. Warning, you have to manually add the folders where files will be downloaded in the module configuration (XSendFilePath directive)": {
    "other": "Делегировать все операции скачивания web-серверу через использование заголовка X-SendFile. Внимание, это дополнительный модуль для Apache. Модуль активен по умолчанию в Lighttpd. Предупреждение. Вы должны вручную добавить папки, откуда файлы будут загружаться, в конфигурация модуля (параметр XSendFilePath)"
  },
  "Directly write the zip file to an output stream which is connected to the user's browser.": {
    "other": "Directly write the zip file to an output stream which is connected to the user's browser."
  },
  "File Creation Mask": {
    "other": "Маска создания файлов"
  },
  "File System (Standard)": {
    "other": "Файловая система (Стандарт)"
  },
  "Option to purge documents after a given number of days (even if shared). This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Опция для очистки документо после указанного количества дней (даже для общих). Требуется вручную настроить задание в CRON. Оставьте 0, если не хотите использовать эту возможность."
  },
  "Option to purge documents after a given number of days (if not shared). This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Опция для очистки документо после указанного количества дней (НЕ для общих). Требуется вручную настроить задание в CRON. Оставьте 0, если не хотите использовать эту возможность."
  },
  "Option to purge documents after a given number of days. This require a manual set up of a CRON task. Leave to 0 if you don't wan't to use this feature.": {
    "other": "Опция для очистки документов после данного количества дней. Требуется вручную настроить задание в CRON. Оставьте 0, если не хотите использовать эту возможность."
  },
  "Optionnaly apply a chmod operation. Value must be numeric, like 0777, 0644, etc.": {
    "other": "Опционально, выполнить chmod. Значение должно быть числовым: 0777, 0644 и т. п."
  },
  "Path": {
    "other": "Путь"
  },
  "Path to a directory on the filesystem whose content will be copied to the repository the first time it is loaded.": {
    "other": "Путь до каталога в файловой системе, который будет скопирован в рабочее пространство при первом использовании."
  },
  "Purge Days": {
    "other": "Дни очистки (purge)"
  },
  "Purge Days (Hard limit)": {
    "other": "Дни очистки (Hard limit)"
  },
  "Purge Days (Soft limit)": {
    "other": "Дни очистки (Soft limit)"
  },
  "Real Size Probing": {
    "other": "Проба реального размера"
  },
  "The most standard access to a filesystem located on the server.": {
    "other": "Стандартный доступ к файловой системе на сервере."
  },
  "Use POSIX": {
    "other": "Использовать POSIX"
  },
  "Use php POSIX extension to read files permissions. Only works on *nix systems.": {
    "other": "Использовать расширение POSIX для php для чтения прав доступа к файлам. Только для *nix систем."
  },
  "Use system command line to get the filesize instead of php built-in function (fixes the 2Go limitation)": {
    "other": "Использовать системную команду для получения размера файла вместо встроенной в php (обход лимита в 2G)"
  },
  "X-Accel-Redirect Active": {
    "other": "X-Accel-Redirect Активен"
  },
  "X-SendFile Active": {
    "other": "X-SendFile активен"
  },
  "Zip downloading files on the fly": {
    "other": "Zip downloading files on the fly"
  }
}