{
  "Action to trigger when clicking on Forgot Password": {
    "other": "إجراء المراد تشغيله عند النقر على \"نسيت كلمة المرور\""
  },
  "Activate the users management system to protect your Pydio installation.": {
    "other": "تفعيل نظام إدارة المستخدمين لحماية نسخة Pydio الخاصة بك."
  },
  "Add a Forgot Password link at the bottom of the login form": {
    "other": "إضافة رابط \"نسيت كلمة المرور\" في أسفل نموذج تسجيل الدخول"
  },
  "Authentication": {
    "other": "المصادقة"
  },
  "Both": {
    "other": "كلاهما"
  },
  "Cache master users": {
    "other": "نخزين المستخدمين الأساسيين "
  },
  "Case Sensitive": {
    "other": "حسّاس لحالة الاحرف"
  },
  "Choose the configuration plugin": {
    "other": "اختر إضافة التكوين"
  },
  "Create a local copy (at login time) of master users inside slave base": {
    "other": "إنشاء نسخة محلية (في وقت تسجيل الدخول) للمستخدمين الأساسيين داخل قاعدة العبيد"
  },
  "Disable Brute Force Check (Captcha)": {
    "other": "تعطيل التحقق من هجمات القوة القسرية (Captcha)"
  },
  "Disable the check of failed login attempts, will disable the Captcha display": {
    "other": "تعطيل التحقق من محاولات تسجيل الدخول الفاشلة، سيتم تعطيل عرض Captcha"
  },
  "Enable Forgot Password": {
    "other": "تمكين خيار نسيت كلمة المرور"
  },
  "Enable Users": {
    "other": "تمكين المستخدمين"
  },
  "Enable the 'guest' user, who does not need to log in.": {
    "other": "تمكين المستخدم \"الضيف\"، الذي لا يحتاج إلى تسجيل الدخول."
  },
  "Forgot Password Action": {
    "other": "إجراء نسيت كلمة المرور"
  },
  "Generic Auth Features": {
    "other": "الميزات العامة"
  },
  "Guest Browsing": {
    "other": "تصفح الزوار"
  },
  "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": {
    "other": "في وضع خادم_وكيل، استخدم هذا الخيار للحد من قائمة المستخدمين في الإدارة على قرص تخزين واحد فقط (اتركه فارغاً إذا كنت ترغب في رؤية جميع المستخدمين)"
  },
  "Instance Type": {
    "other": "نوع النسخة (المثال)"
  },
  "Login Form": {
    "other": "نموذج تسجيل الدخول"
  },
  "Main Instance": {
    "other": "المثيل الرئيسي"
  },
  "Master Authentifiaction Label": {
    "other": "عنوان المصادقة الرئيسية"
  },
  "Master Only": {
    "other": "الخادم فقط"
  },
  "Master/Slave": {
    "other": "خادم/وكيل"
  },
  "Master/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": {
    "other": "سيفترض الخادم/وكيل أن المثيل في وضع القراءة فقط، والوكيل بديل محلي للسماح بمشاركة المميزات. اختيار المستخدم سيسمح للمستخدم باختيار طريقة المصادقة يدويا عند بدء التشغيل."
  },
  "Minimum number of characters required for passwords in the application": {
    "other": "الحد الأدنى لعدد المحارف المطلوبة لكلمات المرور في التطبيق"
  },
  "Mode": {
    "other": "الوضع"
  },
  "Multiple Instances Mode": {
    "other": "وضع الحالات المتعددة"
  },
  "Options applied to all auth drivers": {
    "other": "الخيارات المطبقة على جميع مشغلات المصادقة"
  },
  "Password length": {
    "other": "طول كلمة المرور"
  },
  "Raise the security of the login form by disabling autocompletion and remember me feature": {
    "other": "رفع مستوى الأمان في نموذج تسجيل الدخول عن طريق تعطيل الإكمال التلقائي وميزة تذكرني"
  },
  "Secondary Instance (optional)": {
    "other": "نسخة ثانوية (اختياري)"
  },
  "Secondary Instance Driver": {
    "other": "القرص الخاص بالنسخة الثانوية"
  },
  "Secure Login Form": {
    "other": "نموذج تسجيل الدخول الآمن"
  },
  "Separator": {
    "other": "فاصل"
  },
  "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": {
    "other": "تعيين بيانات اعتماد المستخدمين في الجلسة بعد تسجيل دخول ناجح، يمكن أن يكون هذا ضرورياً عند سد مصادقة محددة وملحقات الوصول."
  },
  "Slave Authentifiaction Label": {
    "other": "تسمية مصادقة الوكيل"
  },
  "Slave Only": {
    "other": "الوكيل فقط"
  },
  "Store Credentials in Session": {
    "other": "تخزين بيانات تسجيل الدخول في الدورة"
  },
  "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": {
    "other": "هذا ضروري للتمييز بين بيانات المستخدمين المحملة من مصادر مختلفة. تحذير، استخدم أحرف متوافقة مع اسم المجلد. على سبيل المثال :: لا تعمل!"
  },
  "User Choice": {
    "other": "اختيار المستخدم"
  },
  "Users Listing": {
    "other": "قائمة المستخدمين"
  },
  "Whether the users identifiers should be case sensitive or not": {
    "other": "ما إذا كان يجب أن تكون معرِّفات المستخدمين حساسة للحالة أم لا. تحذير، مشغِّلين مبنيين على المربع سيعطِّلون هذا بشكل افتراضي، حتى إذا قمت بالتحقق من ذلك."
  },
  "Will be shown to the user at login": {
    "other": "سيتم عرضه للمستخدم عند تسجيل الدخول"
  },
  "Security": {
    "other": "الأمان"
  },
  "Action to trigger when clicking on Forgot Password. Can be changed to trigger a custom action if you rely on external authentication system.": {
    "other": "إجراء التشغيل عند النقر على نسيت كلمة المرور. يمكن تغييره لتفعيل إجراء مخصص إذا كنت تعتمد على نظام المصادقة الخارجية."
  },
  "Let user create new cells": {
    "other": "السماح للمستخدم بإنشاء خلايا جديدة"
  },
  "Whether users can create their own cells or not": {
    "other": "هل يمكن للمستخدمين إنشاء خلايا خاصة بهم أم لا"
  },
  "Delegation": {
    "other": "التفويض"
  },
  "Directory search is looking for labels 'starting with' the search string. Switching this on will prepend a wildcard to look for labels 'containing' the string.": {
    "other": "البحث في الدليل يبحث عن تسميات 'بدء' سلسلة البحث. سيؤدي تشغيل هذا الخيار إلى إلحاق بطاقة برية مسبقاً للبحث عن تسميات 'تحتوي على' المقطع."
  },
  "Auto-wildcard search": {
    "other": "Auto-wildcard search"
  }
}