{
    "Generic Auth Features": "Configuration génériques pour les authentifications",
    "Enable Users": "Activer les utilisateurs",
    "Guest Browsing": "Autoriser l'utilisateur 'Invité'",
    "Password length": "Longueur du mot de passe",
    "Store Credentials in Session": "Stocker les identifiants dans la session",
    "Authentication": "Authentification",
    "Options applied to all auth drivers": "Options appliquées à tous les drivers d'autentification",
    "Activate the users management system to protect your Pydio installation.": "Activer le système de gestion d'utilisateurs pour protéger votre installation Pydio.",
    "Case Sensitive": "Sensible à la casse",
    "Whether the users identifiers should be case sensitive or not": "Définit si les identifiants des utilisateurs doivent-être sensibles à la casse. Attention les drivers basés sur SQL vont toujours désactiver cette valeur.",
    "Enable the 'guest' user, who does not need to log in.": "Activer l'utilisateur 'Invité', qui n'a pas besoin de se connecter.",
    "Minimum number of characters required for passwords in the application": "Longueur minimale (en caractères) des mots de passe pour l'application",
    "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": "Stocker les identifiants de l'utilisateur dans la session après la connexion, peut-être requis lors de l'utilisation de plugins d'authentification et d'accès spécifiques.",
    "Login Form": "Formulaire de connexion",
    "Secure Login Form": "Sécuriser le formulaire de connexion",
    "Raise the security of the login form by disabling autocompletion and remember me feature": "Augmente la sécurité du formulaire de connexion en désactivant l'auto-complexion et la fonctionnalité 'Mémoriser'",
    "Enable Forgot Password": "Activer 'Mot de passe oublié'",
    "Add a Forgot Password link at the bottom of the login form": "Ajoute un lien 'Mot de passe oublié' au bas du formulaire de connexion",
    "Forgot Password Action": "Action 'Mot de passe oublié'",
    "Action to trigger when clicking on Forgot Password": "Action à effectuer lors du clic sur 'Mot de passe oublié'",
    "Main Instance": "Instance principale",
    "Instance Type": "Type d'instance",
    "Choose the configuration plugin": "Choisissez le plugin de configuration",
    "Secondary Instance (optional)": "Instance secondaire (optionnel)",
    "Mode": "Mode",
    "Master\/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": "Maître \/ Esclave supposera que le Maître est en lecture seule, et que l'Esclave est une alternative locale pour les fonctionnalités de partage. 'Choix de l'utilisateur' permettra à l'utilisateur de choisir manuellement sa méthode de connexion au démarrage.",
    "Separator": "Séparateur",
    "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": "Requis pour différencier les données des utilisateurs en provenance de différentes sources. Attention, utilisez des caractères compatibles avec le nom de répertoire (:: ne marche pas !).",
    "Master Authentifiaction Label": "Libellé d'authentification Maître",
    "Will be shown to the user at login": "Sera affiché à l'utilisateur à la connexion",
    "Slave Authentifiaction Label": "Libellé d'authentification Esclave",
    "Users Listing": "Liste d'utilisateurs",
    "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": "En mode Maître \/ Esclave, utilisez cette option pour limiter la liste des utilisateurs à un seul driver (laissez vide si vous voulez voir tous les utilisateurs)",
    "Master\/Slave": "Maître\/Esclave",
    "User Choice": "Choix de l'utilisateur",
    "Cache master users": "Cacher les utilisateurs (non recommandé)",
    "Create a local copy (at login time) of master users inside slave base": "Cacher une copie locale au login.",
    "Master Only": "Maître seulement",
    "Slave Only": "Esclave seulement",
    "Both": "Les deux",
    "Disable Brute Force Check (Captcha)": "Désactiver la détection d'attaque 'brute force' (captcha)",
    "Disable the check of failed login attempts, will disable the Captcha display": "Désactive le compte des identifications échouées depuis une IP donnée.",
    "Multiple Instances Mode": "Mode Instances multiples",
    "Secondary Instance Driver": "Driver d'authentification secondaire"
}