{
  "Action to trigger when clicking on Forgot Password": {
    "other": "Azione da eseguire quando si clicca su 'Password Dimenticata'"
  },
  "Activate the users management system to protect your Pydio installation.": {
    "other": "Attiva il sistema di gestione degli utenti per proteggere l'installazione di Pydio."
  },
  "Add a Forgot Password link at the bottom of the login form": {
    "other": "Aggiunge un link 'Password Dimenticata' in fondo al modulo di login"
  },
  "Authentication": {
    "other": "Autenticazione"
  },
  "Both": {
    "other": "Entrambi"
  },
  "Cache master users": {
    "other": "Cache utenti master"
  },
  "Case Sensitive": {
    "other": "Riconosce maiuscole e minuscole"
  },
  "Choose the configuration plugin": {
    "other": "Scegli il plugin di configurazione"
  },
  "Create a local copy (at login time) of master users inside slave base": {
    "other": "Crea una copia locale (all'atto del login) degli utenti master nella base slave"
  },
  "Disable Brute Force Check (Captcha)": {
    "other": "Disabilita il Check Brute Force (Captcha)"
  },
  "Disable the check of failed login attempts, will disable the Captcha display": {
    "other": "Disabilitando il controllo dei tentativi falliti di login, si disabilita la visualizzazione del Captcha"
  },
  "Enable Forgot Password": {
    "other": "Abilita 'Password Dimenticata'"
  },
  "Enable Users": {
    "other": "Abilita Utenti"
  },
  "Enable the 'guest' user, who does not need to log in.": {
    "other": "Abilita l'utente 'guest' (ospite), che non necessita di login."
  },
  "Forgot Password Action": {
    "other": "Azione per 'Password Dimenticata'"
  },
  "Forgot Password Link": {
    "other": "Forgot Password Link"
  },
  "Generic Auth Features": {
    "other": "Funzionalità Generiche"
  },
  "Guest Browsing": {
    "other": "Navigazione come ospite"
  },
  "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": {
    "other": "In modalità 'Master_Slave', utilizza questa opzione per limitare la lista degli utenti nell'amministrazione a un solo driver (lascia vuoto se intendi visualizzare tutti gli utenti)"
  },
  "Instance Type": {
    "other": "Tipo di istanza"
  },
  "Login Form": {
    "other": "Modulo di login"
  },
  "Main Instance": {
    "other": "Istanza Principale"
  },
  "Master Authentifiaction Label": {
    "other": "Etichetta di autenticazione Master"
  },
  "Master Only": {
    "other": "Solo master"
  },
  "Master/Slave": {
    "other": "Master/Slave"
  },
  "Master/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": {
    "other": "'Master/slave' assume che il master sia read-only, e lo slave sia un'alternativa locale per permettere le funzionalità di condivisione. 'Scelta Utente' consente all'utente di scegliere manualmente il metodo di autenticazione all'avvio."
  },
  "Minimum number of characters required for passwords in the application": {
    "other": "Numero minimo di caratteri richiesti per la password"
  },
  "Mode": {
    "other": "Modo"
  },
  "Multiple Instances Mode": {
    "other": "Modalità a più istanze"
  },
  "Options applied to all auth drivers": {
    "other": "Opzioni applicate a tutti i driver di autenticazione"
  },
  "Password length": {
    "other": "Lunghezza della password"
  },
  "Raise the security of the login form by disabling autocompletion and remember me feature": {
    "other": "Aumenta la sicurezza del modulo di login disabilitando l'autocompletamento e la memorizzazione della password"
  },
  "Secondary Instance (optional)": {
    "other": "Istanza secondaria (opzionale)"
  },
  "Secondary Instance Driver": {
    "other": "Driver dell'istanza secondaria"
  },
  "Secure Login Form": {
    "other": "Modulo per il Login Sicuro"
  },
  "Separator": {
    "other": "Separatore"
  },
  "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": {
    "other": "Imposta le credenziali dell'utente nella sessione, dopo il buon esito del login. Può essere necessario quando si collegano specifici plugin di autenticazione o accesso."
  },
  "Slave Authentifiaction Label": {
    "other": "Etichetta di Autenticazione Slave"
  },
  "Slave Only": {
    "other": "Solo slave"
  },
  "Store Credentials in Session": {
    "other": "Memorizza le Credenziali nella Sessione"
  },
  "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": {
    "other": "Questo è necessario per distinguere i dati degli utenti caricati da diverse sorgenti. Attenzione: usa i caratteri ammessi per i nomi delle cartelle. Per esempio :: non funziona!"
  },
  "User Choice": {
    "other": "Scelta dell'utente"
  },
  "Users Listing": {
    "other": "Elenco degli Utenti"
  },
  "Whether the users identifiers should be case sensitive or not": {
    "other": "Se gli identificatori degli utenti devono distinguere maiuscole e minuscole o no. ATTENZIONE, i driver basati su sql disattivano questa distinzione per impostazione predefinita, indipendentemente dalla scelta effettuata."
  },
  "Will be shown to the user at login": {
    "other": "Verrà mostrato all'utente all'atto del login"
  },
  "Security": {
    "other": "Sicurezza"
  },
  "Action to trigger when clicking on Forgot Password. Can be changed to trigger a custom action if you rely on external authentication system.": {
    "other": "Azione da lanciare quando si fa clic su Password Dimenticata. Può essere modificata per lanciare un'azione personalizzata se si fa affidamento su un sistema di autenticazione esterno."
  },
  "When relying on an external authentication system, replace the Forgot Action with an external link that will be opened in a new window.": {
    "other": "When relying on an external authentication system, replace the Forgot Action with an external link that will be opened in a new window."
  },
  "Let user create new cells": {
    "other": "Consenti all'utente di creare nuove celle"
  },
  "Whether users can create their own cells or not": {
    "other": "Se gli utenti possono creare o meno le proprie celle"
  },
  "Delegation": {
    "other": "Delega"
  },
  "Directory search is looking for labels 'starting with' the search string. Switching this on will prepend a wildcard to look for labels 'containing' the string.": {
    "other": "La ricerca nelle cartelle sta cercando le etichette che 'cominciano con' la stringa di ricerca. Passando a questa opzione verrà visualizzato un carattere jolly per cercare le etichette che 'contengono' la stringa."
  },
  "Auto-wildcard search": {
    "other": "Ricerca automatica della wildcard"
  }
}