{
    "Generic Auth Features": "Funzionalità Generiche",
    "Enable Users": "Abilita Utenti",
    "Guest Browsing": "Navigazione Ospiti",
    "Password length": "Lunghezza Password",
    "Store Credentials in Session": "Memorizza le Credenziali nella Sessione",
    "Authentication": "Autenticazione",
    "Options applied to all auth drivers": "Opzioni applicate su tutti i driver di autenticazione",
    "Activate the users management system to protect your Pydio installation.": "Attiva il sistema di gestone utenti per proteggere l'installazione di Pydio.",
    "Case Sensitive": "Case Sensitive",
    "Whether the users identifiers should be case sensitive or not": "Se attivo, l'identificatore dell'utente è case sensitive. WARNING, sql-based drivers will disable this by default, even if you check this.",
    "Enable the 'guest' user, who does not need to log in.": "Abilita l'utente 'guest' (ospite), che non necessita di login.",
    "Minimum number of characters required for passwords in the application": "Numero minimo di caratteri richiesti per la password",
    "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": "Imposta le credenziali dell'utente nella session, dopo il buon esito del login. Può essere necessario quando si collegano specifici plugin di autenticazione o accesso.",
    "Login Form": "Form Login",
    "Secure Login Form": "Form Login Sicura",
    "Raise the security of the login form by disabling autocompletion and remember me feature": "Aumenta la sicurezza della form di login disabilitando l'autocompletamento e la memorizzazione della password",
    "Enable Forgot Password": "Abilita 'Password Dimenticata'",
    "Add a Forgot Password link at the bottom of the login form": "Aggiunge un link 'Password Dimenticata' in fondo alla form di login",
    "Forgot Password Action": "Azione 'Password Dimenticata'",
    "Action to trigger when clicking on Forgot Password": "Azione da eseguire quando si clicca su 'Password Dimenticata'",
    "Main Instance": "Istanza Principale",
    "Instance Type": "Tipo Istanza",
    "Choose the configuration plugin": "Scegli il plugin di configurazione",
    "Secondary Instance (optional)": "Seconda Istanza (opzionale)",
    "Mode": "Modo",
    "Master\/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": "'Master\/slave' assume che il master sia read-only, e lo slave sia un'alternativa locale per permettere le funzionalità di condivisione. 'Scelta Utente' consente all'utente di scegliere manualmente il proprio metodo di autenticazione all'avvio.",
    "Separator": "Separatore",
    "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": "E' necessario per discriminare i dati degli utenti, caricati da diverse sorgenti. ATTENZIONE: usa i caratteri ammessi per i nomi delle cartelle. Per esempio :: non funziona!",
    "Master Authentifiaction Label": "Etichetta Autenticazione Master",
    "Will be shown to the user at login": "Verrà mostrata all'utente al login",
    "Slave Authentifiaction Label": "Etichetta Autenticazione Slave",
    "Users Listing": "Elenco Utenti",
    "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": "Nella modalità 'Master_Slave', utilizza questa opzione per limitare la lista degli utenti, in amministrazione, ad un solo driver (llascia vuoto se intendi visualizzare tutti gli utenti)",
    "Master\/Slave": "Master\/Slave",
    "User Choice": "User Choice",
    "Cache master users": "Cache master users",
    "Create a local copy (at login time) of master users inside slave base": "Create a local copy (at login time) of master users inside slave base",
    "Master Only": "Master Only",
    "Slave Only": "Slave Only",
    "Both": "Both",
    "Disable Brute Force Check (Captcha)": "Disable Brute Force Check (Captcha)",
    "Disable the check of failed login attempts, will disable the Captcha display": "Disable the check of failed login attempts, will disable the Captcha display",
    "Multiple Instances Mode": "Multiple Instances Mode",
    "Secondary Instance Driver": "Secondary Instance Driver"
}