{
  "Action to trigger when clicking on Forgot Password": {
    "other": "パスワードを忘れた場合にトリガーするアクション"
  },
  "Activate the users management system to protect your Pydio installation.": {
    "other": "Pydioインストールを保護するには、ユーザー管理システムを有効にしてください。"
  },
  "Add a Forgot Password link at the bottom of the login form": {
    "other": "ログインフォームの下部に「パスワードを忘れた」リンクを追加します"
  },
  "Authentication": {
    "other": "認証"
  },
  "Both": {
    "other": "両方"
  },
  "Cache master users": {
    "other": "キャッシュマスター ユーザー"
  },
  "Case Sensitive": {
    "other": "大文字と小文字を区別する"
  },
  "Choose the configuration plugin": {
    "other": "設定プラグインを選択してください"
  },
  "Create a local copy (at login time) of master users inside slave base": {
    "other": "スレーブベース内にマスターユーザーのローカルコピーを作成します。"
  },
  "Disable Brute Force Check (Captcha)": {
    "other": "ブルートフォースチェック（Captcha）を無効にする"
  },
  "Disable the check of failed login attempts, will disable the Captcha display": {
    "other": "失敗したログイン試行のチェックを無効にします。キャプチャ表示を無効にします"
  },
  "Enable Forgot Password": {
    "other": "パスワードをお忘れですか？"
  },
  "Enable Users": {
    "other": "ユーザーを有効にする"
  },
  "Enable the 'guest' user, who does not need to log in.": {
    "other": "ログインする必要がない「ゲスト」ユーザーを有効にします。"
  },
  "Forgot Password Action": {
    "other": "パスワードを忘れた場合"
  },
  "Generic Auth Features": {
    "other": "一般的な機能"
  },
  "Guest Browsing": {
    "other": "ゲストブラウジング"
  },
  "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": {
    "other": "マスタースレーブモード中(_S) このオプションを使用して、管理内のユーザーを1つのドライバーのみに限定します (すべてのユーザーを表示する場合は空白のままにしてください)"
  },
  "Instance Type": {
    "other": "インスタンスタイプ"
  },
  "Login Form": {
    "other": "ログインフォーム"
  },
  "Main Instance": {
    "other": "メインインスタンス"
  },
  "Master Authentifiaction Label": {
    "other": "マスター認証ラベル"
  },
  "Master Only": {
    "other": "マスターのみ"
  },
  "Master/Slave": {
    "other": "マスター/スレーブ"
  },
  "Master/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": {
    "other": "マスター/スレーブは、マスターが読み取り専用であり、スレーブは共有機能を許可するためのローカルな代替手段です。 ユーザー選択により、起動時にユーザーは手動で認証方法を選択できます。"
  },
  "Minimum number of characters required for passwords in the application": {
    "other": "アプリケーションのパスワードに必要な最小文字数"
  },
  "Mode": {
    "other": "モード"
  },
  "Multiple Instances Mode": {
    "other": "複数のインスタンスモード"
  },
  "Options applied to all auth drivers": {
    "other": "すべての認証ドライバに適用されるオプション"
  },
  "Password length": {
    "other": "パスワードの長さ"
  },
  "Raise the security of the login form by disabling autocompletion and remember me feature": {
    "other": "自動補完機能を無効にしてログインフォームのセキュリティを高めます。"
  },
  "Secondary Instance (optional)": {
    "other": "セカンダリインスタンス (オプション)"
  },
  "Secondary Instance Driver": {
    "other": "セカンダリインスタンスドライバ"
  },
  "Secure Login Form": {
    "other": "セキュアログインフォーム"
  },
  "Separator": {
    "other": "セパレーター"
  },
  "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": {
    "other": "ログインが成功した後、セッションでユーザーの資格情報を設定します。これは特定の認証とアクセスプラグインをブリッジする場合に必要になります。"
  },
  "Slave Authentifiaction Label": {
    "other": "スレーブ認証ラベル"
  },
  "Slave Only": {
    "other": "スレーブのみ"
  },
  "Store Credentials in Session": {
    "other": "資格情報をセッションに保存"
  },
  "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": {
    "other": "これは、さまざまなソースからロードされたユーザーデータを識別するために必要です。 警告、フォルダ名準拠の文字を使用してください。 例:: does not work!"
  },
  "User Choice": {
    "other": "ユーザー選択"
  },
  "Users Listing": {
    "other": "ユーザーリスト"
  },
  "Whether the users identifiers should be case sensitive or not": {
    "other": "ユーザ識別子が大文字と小文字を区別するかどうか。警告: sqlベースのドライバは、これをチェックしてもデフォルトで無効になります。"
  },
  "Will be shown to the user at login": {
    "other": "ログイン時にユーザーに表示されます"
  },
  "Security": {
    "other": "セキュリティ"
  },
  "Action to trigger when clicking on Forgot Password. Can be changed to trigger a custom action if you rely on external authentication system.": {
    "other": "Forgot Passwordをクリックしたときにトリガーするアクション。外部認証システムに依存している場合、カスタムアクションをトリガーするために変更できます。"
  },
  "Let user create new cells": {
    "other": "ユーザーに新しいセルを作成させます"
  },
  "Whether users can create their own cells or not": {
    "other": "ユーザーが独自のセルを作成できるかどうか"
  },
  "Delegation": {
    "other": "委任"
  },
  "Directory search is looking for labels 'starting with' the search string. Switching this on will prepend a wildcard to look for labels 'containing' the string.": {
    "other": "ディレクトリ検索は検索文字列を'開始'ラベルを探しています。これをオンにすると、文字列を'含む'ラベルを検索するためのワイルドカードが追加されます。"
  },
  "Auto-wildcard search": {
    "other": "自動ワイルドカード検索"
  }
}