{
  "Action to trigger when clicking on Forgot Password": {
    "other": "Hành động để kích hoạt khi nhấp vào Quên mật khẩu"
  },
  "Activate the users management system to protect your Pydio installation.": {
    "other": "Kích hoạt hệ thống quản lý người dùng để bảo vệ cài đặt Pydio của bạn."
  },
  "Add a Forgot Password link at the bottom of the login form": {
    "other": "Thêm liên kết Quên mật khẩu ở cuối biểu mẫu đăng nhập"
  },
  "Authentication": {
    "other": "Xác thực"
  },
  "Both": {
    "other": "Cả hai"
  },
  "Cache master users": {
    "other": "Users bộ đệm chính"
  },
  "Case Sensitive": {
    "other": "Trường hợp nhạy cảm"
  },
  "Choose the configuration plugin": {
    "other": "Chọn cấu hình plugin"
  },
  "Create a local copy (at login time) of master users inside slave base": {
    "other": "Tạo một bản sao cục bộ (tại thời điểm đăng nhập) của users chính trong cơ sở slave"
  },
  "Disable Brute Force Check (Captcha)": {
    "other": "Vô hiệu hóa Brute Force Check (Captcha)"
  },
  "Disable the check of failed login attempts, will disable the Captcha display": {
    "other": "Vô hiệu hóa kiểm tra các lần đăng nhập thất bại, sẽ vô hiệu hóa màn hình Captcha"
  },
  "Enable Forgot Password": {
    "other": "Bật Quên mật khẩu"
  },
  "Enable Users": {
    "other": "Cho phép Users"
  },
  "Enable the 'guest' user, who does not need to log in.": {
    "other": "Cho phép user 'khách', người mà không cần đăng nhập."
  },
  "Forgot Password Action": {
    "other": "Quên mật khẩu hành động"
  },
  "Forgot Password Link": {
    "other": "Forgot Password Link"
  },
  "Generic Auth Features": {
    "other": "Tính năng chung"
  },
  "Guest Browsing": {
    "other": "Duyệt khách"
  },
  "In Master_Slave mode, use this option to limit the users listing in the administration to one driver only (leave empty if you want to see all users)": {
    "other": "Trong chế độ Master_Slave, sử dụng tùy chọn này để giới hạn danh sách users trong quản trị viên chỉ còn một trình điều khiển (để trống nếu bạn muốn xem tất cả users)"
  },
  "Instance Type": {
    "other": "Loại trường hợp"
  },
  "Login Form": {
    "other": "Mẫu đăng nhập"
  },
  "Main Instance": {
    "other": "Main Instance"
  },
  "Master Authentifiaction Label": {
    "other": "Master Authentication Label"
  },
  "Master Only": {
    "other": "Chỉ Master"
  },
  "Master/Slave": {
    "other": "Master/Slave"
  },
  "Master/slave will assume that the master is read-only, and the slave is a local alternative to allow sharing features. User Choice will allow the user to manually choose its authentication method at startup.": {
    "other": "Master / Slave sẽ cho rằng master là chỉ đọc và slave là một thay thế cục bộ để cho phép chia sẻ các tính năng. Lựa chọn của User sẽ cho phép user chọn thủ công phương thức xác thực khi khởi động."
  },
  "Minimum number of characters required for passwords in the application": {
    "other": "Số lượng ký tự tối thiểu cần thiết cho mật khẩu trong ứng dụng"
  },
  "Mode": {
    "other": "Chế độ"
  },
  "Multiple Instances Mode": {
    "other": "Chế độ nhiều trường hợp"
  },
  "Options applied to all auth drivers": {
    "other": "Tùy chọn áp dụng cho tất cả các trình điều khiển xác thực"
  },
  "Password length": {
    "other": "Độ dài mật khẩu"
  },
  "Raise the security of the login form by disabling autocompletion and remember me feature": {
    "other": "Tăng tính bảo mật của biểu mẫu đăng nhập bằng cách vô hiệu hóa tự động hoàn thành và ghi nhớ tính năng của tôi"
  },
  "Secondary Instance (optional)": {
    "other": "Secondary Instance (tùy chọn)"
  },
  "Secondary Instance Driver": {
    "other": "Trình điều khiển sơ cấp"
  },
  "Secure Login Form": {
    "other": "Mẫu đăng nhập an toàn"
  },
  "Separator": {
    "other": "Phân cách"
  },
  "Set the users credentials in the session after a successful login, this can be necessary when bridging specific auth and access plugins.": {
    "other": "Đặt thông tin đăng nhập của users trong phiên sau khi đăng nhập thành công, điều này có thể cần thiết khi bắc cầu cho các plugin xác thực và truy cập cụ thể."
  },
  "Slave Authentifiaction Label": {
    "other": "Slave Authentication Label"
  },
  "Slave Only": {
    "other": "Chỉ Slave"
  },
  "Store Credentials in Session": {
    "other": "Lưu trữ thông tin xác thực trong phiên"
  },
  "This is necessary to discriminate users data loaded from various sources. Warning, use foldername compliant characters. For example :: does not work!": {
    "other": "Điều này là cần thiết để phân biệt dữ liệu users được tải từ nhiều nguồn khác nhau. Cảnh báo, sử dụng các ký tự tuân thủ tên thư mục. Ví dụ :: không hoạt động!"
  },
  "User Choice": {
    "other": "Lựa chọn của User"
  },
  "Users Listing": {
    "other": "Danh sách Users"
  },
  "Whether the users identifiers should be case sensitive or not": {
    "other": "Cho dù các định danh users nên phân biệt chữ hoa chữ thường hay không. CẢNH BÁO, trình điều khiển dựa trên sql sẽ tắt điều này theo mặc định, ngay cả khi bạn kiểm tra điều này."
  },
  "Will be shown to the user at login": {
    "other": "Sẽ được hiển thị cho user khi đăng nhập"
  },
  "Security": {
    "other": "Bảo mật"
  },
  "Action to trigger when clicking on Forgot Password. Can be changed to trigger a custom action if you rely on external authentication system.": {
    "other": "Hành động kích vào khi nhấp vào Quên Mật Khẩu. Có thể được thay đổi để kích hoạt một hành động tùy chỉnh nếu bạn dựa vào hệ thống xác thực bên ngoài."
  },
  "When relying on an external authentication system, replace the Forgot Action with an external link that will be opened in a new window.": {
    "other": "When relying on an external authentication system, replace the Forgot Action with an external link that will be opened in a new window."
  },
  "Let user create new cells": {
    "other": "Cho phép người dùng tạo cells mới"
  },
  "Whether users can create their own cells or not": {
    "other": "Người dùng có thể tạo cells riêng của họ hay không"
  },
  "Delegation": {
    "other": "Sự ủy thác"
  },
  "Directory search is looking for labels 'starting with' the search string. Switching this on will prepend a wildcard to look for labels 'containing' the string.": {
    "other": "Tìm kiếm thư mục đang tìm các nhãn 'bắt đầu bằng' chuỗi tìm kiếm. Bật tùy chọn này sẽ thêm ký tự đại diện để tìm kiếm các nhãn 'chứa' chuỗi."
  },
  "Auto-wildcard search": {
    "other": "Tự động tìm kiếm ký tự đại diện"
  }
}