{
  "#Items per page": {
    "other": "Einträge pro Seite"
  },
  "16X16 Icon for representing the template": {
    "other": "16X16 Pixel großes Symbol der Vorlage"
  },
  "A user-defined description of the content of this workspace": {
    "other": "Benutzerdefinierte Beschreibung des Inhalts dieses Workspace"
  },
  "API endpoint - Used to launch the window allowing the user to authenticate and accept the terms of the app": {
    "other": "API-Endpunkt - Ermöglicht den Benutzern die Anmeldung und das Akzeptieren der Nutzungsbedingungen der Anwendung"
  },
  "API endpoint - Used to refresh or validate the token retrieved in the authentication part": {
    "other": "API-Endpunkt - Wird zur Authentifizierung verwendet, um den Token zu erneuern oder zu überprüfen"
  },
  "API setting - Redirect URL for the OAuth Application": {
    "other": "API-Einstellung - Weiterleitungs-URL für die OAuth-Anwendung"
  },
  "Absolute path to the public folder where temporary download links will be created. This is used for legacy purpose, newly created links do not use it anymore, but use the Base URI instead.": {
    "other": "Absoluter Pfad zu einem Ordner für temporäre Freigaben und Download-Links. Diese Einstellung existiert aus Kompatibilitätsgründen und wird für neue Links nicht mehr verwendet."
  },
  "Admin Login": {
    "other": "Anmeldung als Administrator"
  },
  "Admin email": {
    "other": "Administrator E-Mail-Adresse"
  },
  "Administrator email, not used for the moment": {
    "other": "Administrator E-Mail-Adresse"
  },
  "Alias": {
    "other": "Alias"
  },
  "Alias for replacing the generated unique id of the repository": {
    "other": "Alias, der statt der automatisch generierten ID dieses Workspace angezeigt wird"
  },
  "Allow group administrators to create a repository from this template.": {
    "other": "Gruppen-Administratoren dürfen anhand dieser Vorlage Workspace erstellen."
  },
  "Allow non-admin users to create a repository from this template.": {
    "other": "Benutzer, die über keine Administratorrechte verfügen, dürfen anhand dieser Vorlage einen Workspace erstellen."
  },
  "Allow the users to pick an existing user when sharing a folder": {
    "other": "Benutzer dürfen beim Freigeben von Elementen andere Benutzer auswählen."
  },
  "Allow to group admins": {
    "other": "Den Gruppen-Admins erlauben"
  },
  "Allow to user": {
    "other": "Dem Benutzer erlauben"
  },
  "App Title": {
    "other": "Anwendungsname"
  },
  "Ascending": {
    "other": "Aufsteigend"
  },
  "Auth Driver Commons": {
    "other": "Auth. Treiber Allgemein"
  },
  "Auth URL": {
    "other": "Authentifizierungs-URL"
  },
  "Auto Create User": {
    "other": "Benutzer-Objekt automatisch erstellen"
  },
  "Auto apply role": {
    "other": "Rolle automatisch zuweisen"
  },
  "Big Icon": {
    "other": "Großes Symbol"
  },
  "Big Icon for representing the template": {
    "other": "Großes Symbol zur Darstellung der Vorlage"
  },
  "Browser Access": {
    "other": "Zugriff über den Browser"
  },
  "Character Encoding": {
    "other": "Zeichenkodierung"
  },
  "Client ID": {
    "other": "Client-ID"
  },
  "Client SECRET": {
    "other": "Client-SECRET"
  },
  "Comma separated list of metastore and meta plugins, that will be automatically applied to all repositories created with this driver": {
    "other": "Kommagetrennte Liste mit Metadaten- und Metadatenspeicher-Erweiterungen, die automatisch beim Erstellen eines neuen Workspace hinzugefügt werden, wenn dieser Treiber verwendet wird"
  },
  "Comma-separated list of extensions to hide. Extensions, files and folders that are hidden are also access forbidden.": {
    "other": "Kommagetrennte Liste mit Datei-Erweiterungen, die versteckt werden. Der Zugriff auf versteckte Dateien wird ebenfalls verboten."
  },
  "Comma-separated list of specific files to hide": {
    "other": "Kommagetrennte Liste mit Dateien, die versteckt werden. Der Zugriff auf versteckte Dateien wird ebenfalls verboten."
  },
  "Comma-separated list of specific folders to hide": {
    "other": "Kommagetrennte Liste mit Ordnern, die versteckt werden."
  },
  "Command Line": {
    "other": "Kommandozeile"
  },
  "Command-line Active": {
    "other": "Kommandozeile aktiv"
  },
  "Command-line PHP": {
    "other": "Pfad zur PHP-Kommandozeile"
  },
  "Common URI to access the shares. Please READ THE DOC to safely use this feature.": {
    "other": "URI für den Zugriff auf Freigaben. Bitte lesen Sie die Dokumentation, bevor diese Funktion aktiviert wird."
  },
  "Compression Features": {
    "other": "Komprimierungsfunktionen"
  },
  "Core Connexion": {
    "other": "Core-Verbindung"
  },
  "DSN": {
    "other": "Name der Datenquelle"
  },
  "Data Source Name": {
    "other": "Name der Datenquelle"
  },
  "Database": {
    "other": "Datenbank"
  },
  "Database file": {
    "other": "Datenbank-Datei"
  },
  "Database name": {
    "other": "Name der Datenbank"
  },
  "Database server": {
    "other": "Der Datenbank-Server"
  },
  "Default Label": {
    "other": "Standard-Beschreibung"
  },
  "Default Language": {
    "other": "Standardsprache"
  },
  "Default Metasources": {
    "other": "Standard-Quellen für Metadaten"
  },
  "Default Rights": {
    "other": "Standardrechte"
  },
  "Default field to sort on": {
    "other": "Standard-Spalte nach der sortiert wird"
  },
  "Default language when a user does not have set his/her own.": {
    "other": "Sprache die vorausgewählt ist, wenn der Benutzer keine abweichende konfiguriert."
  },
  "Default realm for authentication. Please READ THE DOC to safely use this feature.": {
    "other": "Standard Authentifizierungs-Realm. Bitte lesen Sie die Dokumentation, bevor diese Funktion aktiviert wird."
  },
  "Default sorting direction": {
    "other": "Standard-Reihenfolge in der die Daten angezeigt werden"
  },
  "Delegates download operations to an alternative agent, either webserver or pydio agent. Warning, this requires external modules to be installed. When using XSendFile/XaccelRedirect, you have to manually add the folders where files will be downloaded in the module configuration": {
    "other": "Delegiert Download-Operationen an einen alternativen Agent (Webserver oder Pydio-Agent). Achtung, dies erfordert ein externes Modul. Mit 'XSendFile/XaccelRedirect' müssen die Download-Ordner manuell in der Modul-Konfiguration hinterlegt werden."
  },
  "Descending": {
    "other": "Absteigend"
  },
  "Description": {
    "other": "Beschreibung"
  },
  "Digest Realm": {
    "other": "Authentifizierungs-Realm"
  },
  "Disable WebDAV": {
    "other": "WebDAV deaktivieren"
  },
  "Disable Zip browsing": {
    "other": "Direktes Öffnen von ZIP-Dateien deaktivieren"
  },
  "Disable Zip files inline browsing. This can be necessary if you always store huge zip archives: it can have some impact on performance.": {
    "other": "Direktes Öffnen von ZIP-Dateien deaktivieren. Dies kann nötig sein, wenn mit großen ZIP-Dateien gearbeitet wird, da dies Auswirkungen auf die Geschwindigkeit des Systems hat."
  },
  "Display the list of files and folder when accessing through the browser": {
    "other": "Die Dateiliste kann über den Browser abgerufen werden."
  },
  "Download Delegation": {
    "other": "Download-Delegation"
  },
  "Download Folder (Legacy)": {
    "other": "Download-Ordner (veraltet)"
  },
  "Download URL": {
    "other": "Download-URL"
  },
  "Driver": {
    "other": "Treiber"
  },
  "Driver type (do not touch)": {
    "other": "Art der Datenbankverbindung"
  },
  "Enable WebDAV": {
    "other": "WebDAV aktivieren"
  },
  "Enable WebDAV for all users by default. If set to false, users will have to manually enable WebDAV via their preferences panel.": {
    "other": "WebDAV standardmäßig für alle Benutzer aktivieren. Mit dem Wert 'Nein' müssen Benutzer WebDAV in ihren Einstellungen manuell aktivieren."
  },
  "Enable for all users": {
    "other": "Für alle Benutzer aktivieren"
  },
  "Enable the webDAV support. Please READ THE DOC to safely use this feature.": {
    "other": "WebDAV-Unterstützung aktivieren. Bitte lesen Sie die Dokumentation, bevor diese Funktion aktiviert wird."
  },
  "Existing users": {
    "other": "Bestehende Benutzer"
  },
  "Explicitly disable WebDAV access for this repository.": {
    "other": "WebDAV-Zugriff für diesen Workspace gezielt deaktivieren."
  },
  "File": {
    "other": "Datei"
  },
  "File Type": {
    "other": "Dateityp"
  },
  "File size": {
    "other": "Größe"
  },
  "Filename length": {
    "other": "Dateinamen Länge"
  },
  "Filesystem Commons": {
    "other": "Dateisystem Allgemein"
  },
  "For exotic auth drivers, an user ID that must be considered as admin by default.": {
    "other": "Für exotische Authentifizierungs-Treiber muss standardmäßig ein Benutzer konfiguriert werden, der Administrator ist."
  },
  "For multiple authentication, apply this role to users authenticated via this driver": {
    "other": "Für mehrfache Authentifizierung diese Rolle zu Benutzern hinzufügen wenn sie über diesen Treiber authentifiziert werden."
  },
  "Force Basic Auth": {
    "other": "Standard-Authentifizierung erzwingen"
  },
  "Force remote sorting when in paginated mode. Warning, this can impact the performances.": {
    "other": "Erzwinge Remote-Sortierung, falls mehrseitig. Warnung: Dies kann negative Auswirkungen auf die Geschwindigkeit haben."
  },
  "Group Path": {
    "other": "Gruppe"
  },
  "Gzip Download": {
    "other": "Gzip-Komprimierung"
  },
  "Gzip Limit": {
    "other": "Gzip-Komprimierung bis Dateigröße"
  },
  "Gzip files on-the-fly before downloading. Disabled by default, as it's generally useful only on small files, and decreases performances on big files. This has nothing to see with the Zip Creation feature, it's just a on-the-fly compression applied on a unique file at download.": {
    "other": "Dateien vor dem Herunterladen mit Gzip komprimieren. Standardmäßig deaktiviert, da die Performance zwar bei kleinen Dateien besser, dafür aber bei großen Dateien schlechter wird. Steht nicht im Zugammenhang mit der Zip-Komprimierung beim Herunterladen mehrerer Dateien sondern gilt nur für einzelne Dateien."
  },
  "Hide extensions": {
    "other": "Datei-Erweiterungen verstecken"
  },
  "Hide files": {
    "other": "Dateien verstecken"
  },
  "Hide folders": {
    "other": "Ordner verstecken"
  },
  "Hide recycle bin": {
    "other": "Papierkorb verstecken"
  },
  "Host": {
    "other": "Server"
  },
  "Host used in webDAV protocol. Should be detected by default. Please READ THE DOC to safely use this feature.": {
    "other": "Host für WebDAV. Sollte automatisch erkannt werden. Bitte lesen Sie die Dokumentation, bevor diese Funktion aktiviert wird."
  },
  "If activated, a default limit should be set above when files are no more compressed.": {
    "other": "Dateien die größer sind werden nicht mehr komprimiert. Einschränkung sollte für gute Geschwindigkeit verwendet werden."
  },
  "If not inferred directly from the current pydio URL plus the public base URI, replace the public access URL here.": {
    "other": "Tragen Sie hier die URL für öffentliche Links ein, falls diese nicht 'Server-URL' + 'Base-URI' ist."
  },
  "If set to a given URL, the login action will not trigger the display of login screen but redirect to this URL.": {
    "other": "Wenn eine URl eingetragen ist wird dem Benutzer nicht die Anmelde-Seite von Pydio sondern die konfigurierte Seite angezeigt."
  },
  "If you encounter problems with online zip creation or multiple files downloading, you can disable the feature.": {
    "other": "Deaktivieren, wenn es Probleme beim Online-Erstellen von ZIP-Dateien oder dem Download mehrerer Dateien gibt."
  },
  "If you have tons of workspaces (which is not recommanded), admin users login can take a long time while updating admin access to all repositories. Use this option to disable this step, admin will always have access to the Settings.": {
    "other": "Wenn Sie sehr viele Workspaces haben (was nicht empfohlen ist), kann die Anmeldung als Administrator sehr lange dauern, da die Rechte aller Workspaces aktualisiert werden. Diese Einstellung deaktiviert die Aktualisierung. Der Administrator hat aber immer Zugriff auf die Einstellungen."
  },
  "If your server does not set correctly its charset, it can be good to specify it here manually.": {
    "other": "Wenn der Zeichensatz vom Server nicht korrekt erkannt wurde kann er hier manuell gesetzt werden."
  },
  "Leave empty if you do not want to use a recycle bin.": {
    "other": "Leer lassen, um keinen Papierkorb zu verwenden."
  },
  "Login Redirect": {
    "other": "Weiterleitung für Anmeldung"
  },
  "Main": {
    "other": "Allgemein"
  },
  "Main container for core Pydio settings (application title, sharing, webdav server config, etc...)": {
    "other": "Allgemeine Einstellungen für Pydio (Applikations-Titel, Freigaben, webDAV-Server Konfiguration, usw.)"
  },
  "Maximum characters length of new files or folders": {
    "other": "Anzahl der Zeichen für neue Ordner und Dateien"
  },
  "Metadata and indexation": {
    "other": "Metadaten und Indexierung"
  },
  "Miscellaneous": {
    "other": "Verschiedenes"
  },
  "Modification date": {
    "other": "Änderungsdatum"
  },
  "Name": {
    "other": "Name"
  },
  "OAuth Commons": {
    "other": "OAuth-Authentifizierung"
  },
  "On Windows running IIS, set this option to true if the COM extension is loaded, this may enable the use of the php command line.": {
    "other": "Auf Windows-Servern mit IIS setzen, wenn die COM-Erweiterung geladen ist. Damit ist es möglich, die PHP-Kommandozeile zu nutzen."
  },
  "On specific hosts, you may have to use a specific path to access the php command line": {
    "other": "Wenn PHP nicht über die Umgebungsvariablen gefunden wird muss hier der Pfad angegeben werden."
  },
  "Once in pagination mode, number of items to display per page.": {
    "other": "Wenn der Ordner mehrseitig angezeigt wird kann hier angegeben werden, wie viele Elemente sich auf einer Seite befinden."
  },
  "Pagination Threshold": {
    "other": "Seitenumbruch ab"
  },
  "Password": {
    "other": "Passwort"
  },
  "Prefilled label for the new repository, you can use the PYDIO_USER keyworkd in it.": {
    "other": "Standard-Beschreibung des Workspace; es ist möglich, den Platzhalter 'PYDIO_USER' zu verwenden."
  },
  "Public Base URI": {
    "other": "Base-URI für öffentliche Links"
  },
  "Pydio Main Options": {
    "other": "Allgemein"
  },
  "Read Only": {
    "other": "Nur Lesen"
  },
  "Read and Write": {
    "other": "Lesen und Schreiben"
  },
  "Recycle Bin Folder": {
    "other": "Papierkorb-Ordner"
  },
  "Redirect URL": {
    "other": "Weiterleitungs-URL"
  },
  "Remote Sorting": {
    "other": "Remote-Sortierung"
  },
  "Remote Sorting Default Direction": {
    "other": "Standard-Richtung für Remote-Sortierung"
  },
  "Remote Sorting Default Field": {
    "other": "Standard-Spalte für Remote-Sortierung"
  },
  "Repository Commons": {
    "other": "Allgemeine Optionen"
  },
  "Repository Slug": {
    "other": "Repository Slug"
  },
  "Scope": {
    "other": "Zugriffsart"
  },
  "Server URL": {
    "other": "Server-URL"
  },
  "Server URL used to build share links and notifications. It will be detected if empty.": {
    "other": "Wird für Freigabe-Links und Benachrichtigungen verwendet. Wert wird automatisch ermittelt, wenn leer."
  },
  "Session credentials": {
    "other": "Anmeldeinformationen aus Sitzung"
  },
  "Set this repository group owner : only users of this group will see it": {
    "other": "Gruppe, der diesen Workspace gehört. Nur Benutzer dieser Gruppe können den Workspace sehen"
  },
  "Set up a specific encoding (try IBM850 or CP437) for filenames to fix characters problems during Zip creation. This may create OS-incompatible archives (Win/Mac).": {
    "other": "Bestimmtes Encoding für Dateinamen verwenden um Probleme beim Erstellen der Zip-Dateien zu vermeiden. (z.B. IBM850 oder CP437) Es ist möglich, inkompatible Archive zu erstellen (Win/Mac). If you still have issue, you can add //TRANSLIT after the encoding string to force transliteration of unknown characters in your target encoding (example CP437//TRANSLIT)."
  },
  "Shares Host": {
    "other": "Freigabe-Host"
  },
  "Shares URI": {
    "other": "Freigabe-URI"
  },
  "Sharing": {
    "other": "Freigaben"
  },
  "Show files beginning with a .": {
    "other": "Dateien, die mit einem '.' beginnen anzeigen."
  },
  "Show hidden files": {
    "other": "Versteckte Dateien anzeigen"
  },
  "Skip auto-update admin rights": {
    "other": "Automatische Aktualisierung der Admin-Berechtigungen"
  },
  "Small Icon": {
    "other": "Kleines Symbol"
  },
  "Template Options": {
    "other": "Vorlagen-Einstellungen"
  },
  "Temporary Folder": {
    "other": "Ordner für temporäre Daten"
  },
  "This authentication mechanism is less secure, but will avoid the users having to re-enter a password in some case.": {
    "other": "Bietet weniger Sicherheit und die Benutzer müssen in manchen Fällen das Passwort nicht erneut eingeben."
  },
  "This is necessary only if you have errors concerning the tmp dir access or writeability : most probably, they are due to PHP SAFE MODE (should disappear in php6) or various OPEN_BASEDIR restrictions. In that case, create and set writeable a tmp folder somewhere at the root of your hosting (but above the web/ or www/ or http/ if possible!!) and enter here the full path to this folder": {
    "other": "Nur nötig, wenn es Problem beim (Schreib-)zugriff auf den Tmp-Ordner gibt. Meistens verursacht durch den PHP SAFE MODE (in php6 nicht mehr vorhanden) oder durch verschiedene OPEN_BASEDIR-Einschränkungen. In diesem Fall kann ein eigener tmp-Ordner erstellt (wenn möglich außerhalb von web/, www/ oder http/) und hier eingetragen werden."
  },
  "This right pattern (empty, r, or rw) will be applied at user creation for this repository.": {
    "other": "Rechte die auf Benutzer angewendet werden, wenn Sie für diesen Workspace erstellt werden. (leer, r, oder rw)."
  },
  "Token URL": {
    "other": "Token-URL"
  },
  "Transmit Clear Pass": {
    "other": "Passwort im Klartext übertragen"
  },
  "Try to use the current Pydio user credentials for connecting. Warning, the PYDIO_SESSION_SET_CREDENTIALS config must be set to true!": {
    "other": "Verwendet die Pydio Anmeldeinformationen des Benutzers. Achtung, dafür muss die Einstellung PYDIO_SESSION_SET_CREDENTIALS aktiviert sein."
  },
  "URI where to serve the public links": {
    "other": "Base-URI für öffentliche Links"
  },
  "Use COM class": {
    "other": " COM-Klasse benutzen"
  },
  "Use MySQLi": {
    "other": "MySQLi verwenden"
  },
  "Use PHP MySQLi extension": {
    "other": "Die Erweiterung PHP MySQLi verwenden"
  },
  "Use Pydio framework via the command line, allowing CRONTAB jobs or background actions.": {
    "other": "Pydio kann über die Kommandozeile aufgerufen werden. (z.B. für CRONTAB oder Hintergrund-Aktionen)"
  },
  "User": {
    "other": "Benutzer"
  },
  "User Credentials": {
    "other": "Anmeldeinformationen"
  },
  "User name": {
    "other": "Benutzername"
  },
  "User name - Can be overriden on a per-user basis (see users 'Personal Data' tab)": {
    "other": "Benutzername, der pro Benutzer überschrieben werden kann. (siehe Tab 'Benutzerdaten')"
  },
  "User password": {
    "other": "Benutzer Passwort"
  },
  "User password - Can be overriden on a per-user basis.": {
    "other": "Passwort, das pro Benutzer überschrieben werden kann."
  },
  "WebDAV Server": {
    "other": "WebDAV-Server"
  },
  "When a folder will contain more items than this number, display will switch to pagination mode, for better performances.": {
    "other": "Ordner mehrseitig anzeigen, wenn die angegebene Anzahl an Einträgen überschritten ist, um die Geschwindigkeit zu verbessern."
  },
  "When set to true, the user object is created automatically if the authentication succeed. Used by remote authentication systems.": {
    "other": "Bei dem Wert Ja wird das Benutzer-Objekt automatisch erstellt, sobald der Benutzer erfolgreich angemeldet ist. Wird bei Remote-Authentifizierung verwendet."
  },
  "Whether the password will be transmitted clear or encoded between the client and the server": {
    "other": "Legt fest, ob das Passwort im Klartext an den Server übertragen oder vorher verschlüsselt wird."
  },
  "Whether to show the recycle bin folder. Unlike in the following options, the folder will be hidden but still writeable.": {
    "other": "Soll ein Papierkorb angezeigt werden. Auch wenn der Papierkorb nicht angezeigt wird ist der Ordner trotzdem beschreibbar."
  },
  "Write Only (upload)": {
    "other": "Nur Schreiben (hochladen)"
  },
  "Your application title": {
    "other": "Dieser Title wird auf dem Begrüssungsbildschirm als Fenstertitel angezeigt"
  },
  "Zip Creation": {
    "other": "Erstellung von Zip-Dateien"
  },
  "Zip Encoding": {
    "other": "Zip-Encoding"
  },
  "Merge Workspaces and Cells": {
    "other": "Workspaces und Cells zusammenführen"
  },
  "Do not display workspaces and cells separately": {
    "other": "Workspaces und Cells nicht getrennt anzeigen"
  }
}