{
    "1": "%s Descàrrega pública",
    "2": "Feu click a la imatge per descarregar <b>%s<\/b> al vostre disc",
    "3": "Contrasenya incorrecta",
    "4": "Entreu la contrasenya requerida i feu click a la imatge per descarregar <b>%s<\/b> al vostre disc",
    "5": "contrasenya",
    "6": "Deixeu de compartir",
    "7": "Deixar de compartir no esborrarà el fitxer. Si voleu canviar els paràmetres, re-compartiu el fitxer.",
    "8": "Els fitxer està compartit",
    "9": "Feu servir aquest botó per deixar de compartir aquesta carpeta",
    "10": "La carpeta és compartida",
    "11": "Expiració",
    "12": "Contrasenya",
    "13": "Si",
    "14": "No",
    "15": "El fitxer s'ha descarregat %s vegades",
    "16": "reinicia",
    "17": "Feu click per reiniciar el comptador de descàrregues",
    "18": "La carpeta es comparteix com a un nou repositori",
    "19": "Les opcions del repositori compartit s'han modificat correctament",
    "20": "Ooops, el fitxer que heu solicitat no s'ha trobat! Potser l'han esborrat o ja no us el comparteixen.",
    "21": "Expirar despres de (dies): ",
    "22": "Descàrregues permeses: ",
    "21b": "Expired on",
    "22b": "No more downloads",
    "23": "Contrasenya opcional: ",
    "24": "Configureu els límits de durada i definiu una contrasenya d'accés al fitxer, llavors feu click a la icona <span class=\"icon-plus-sign\"><\/span> per generar l'enllaç web. Pot generar tants enllaços diferents com destinataris.",
    "25": "Sense Limit",
    "26": "Seleccioneu els usuaris o grups i establir els seus drets d'accés. 'Escriure' només crearà un repositori només de pujada.",
    "27": "Compartir fitxer",
    "28": "Compartir carpeta",
    "29": "Enllaç web",
    "30": "Accés d'usuari",
    "31": "Llegir",
    "32": "Escriure",
    "33": "Visualitzar",
    "34": "Usuari nou o existent",
    "35": "Nom",
    "36": "La carpeta apareixerà al usuaris compartits com a repositori amb la següent etiqueta.",
    "37": "Confirmar",
    "38": "Visualitzar el contingut d'aquesta carpeta",
    "39": "Visualitzar l'activitat d'aquest fitxer",
    "40": "Invitacions",
    "41": "Enviar invitacions per correu als usuaris amb els que ha compartit aquest element.",
    "42": "Un usuari de %s està compartint un enllaç amb vosté",
    "43": "Un usuari de %s està compartint una carpeta amb vosté",
    "44": "Compartir %s",
    "45": "Enviar invitació",
    "46": "Obrir el repositori %s1 directament a %s2",
    "47": "Estat de visualització actualitzar correctament",
    "48": "Accés a aquestes dades no permès",
    "49": "crear usuari",
    "50": "Element compartit",
    "51": "Descarregat",
    "52": "Configuració",
    "53": "cap",
    "54": "Amb...",
    "55": "Compartit...",
    "56": "Configurar compartició...",
    "57": "vegades",
    "58": "Per favor comprovar al menys un permís!",
    "59": "Pàgina de descàrrega",
    "60": "Enllaç de descàrrega directa",
    "61": "Codi HTML incrustat",
    "62": "Adreça del minilloc",
    "63": "Nou repositori",
    "64": "Per usuaris interns i externs, la carpeta apareixerà com a nou repositori al llistat de repositoris dels usuaris destinataris.",
    "65": "Minilloc públic(autenticació no requerida)",
    "66": "Per usuaris externs, la carpeta apareixerà a una nova adreça pública com una senzilla llista de fitxers.",
    "67": "Minilloc privat(els usuaris requereixen d'autenticació)",
    "68": "Per usuaris interns i externs, la carpeta apareixerà com a una nova adreça pública com una senzilla llista de fitxers, però es requereix l'autenticació de l'usuari",
    "69": "Configurar minilloc",
    "70": "Emprau les caselles de verificació per concedir permisos en aquesta carpeta per al public. Si marca 'Carregar' únicament, aquesta carpeta apareixerà com una safata d'entrada buida dins la qual els usuaris poden deixar fitxers.",
    "69r": "Configuració del minilloc",
    "70r": "Etiquetes i permisos concedits als usuaris que accedeixen a aquest minilloc",
    "71": "Permisos",
    "72": "Cercar i previsualitzar",
    "73": "Descarregar",
    "74": "Carregar fitxers",
    "74b": "Edit",
    "75": "Per favor emprau un nombre positiu tant per la caducitat com per el límit de descàrrega.",
    "76": "Per favor habilitau les Cookies per a accedir a aquesta aplicació",
    "77": "Per favor habilitau JavaScript per a accedir a aquesta aplicació",
    "78": "Atenció, Només es poden emprar caràcters alfanumèrics estandar pels noms d'usuari. L'identificador '%CURRENT%' serà substituit per '%NEW%'",
    "79": "convidar",
    "80": "Enviar enllaç per correu electrònic a una selecció d'usuaris o adreces",
    "81": "vist",
    "82": "no vist",
    "83": "Activa l'estat de vist per rebre o no notificacions quan l'arxiu és descarregat",
    "84": "contrasenya",
    "85": "S'ha establert una contrasenya a aquest enllaç",
    "86": "expira",
    "87": "Aquest enllaç expirarà automàticament el...",
    "88": "descàrregues",
    "89": "Nombre de descàrregues \/ descàrregues autoritzades. Faci clic per restablir el comotador de descàrregues.",
    "90": "Enllaç URL",
    "91": "Etiquetes (Pitjar ENTER per guardar)",
    "92": "Nou enllaç",
    "93": "Enllaços existents",
    "94": "Codi QR",
    "95": "Codi QR",
    "96": "Deixar de compartir",
    "97": "Deixar de compartir aquesta carpeta amb altres usuaris",
    "98": "Les meves comparticions",
    "99": "Tots els elements compartits",
    "100": "Arxius compartits",
    "101": "Tots els arxius compartits com enllaços públics",
    "102": "Carpetes compartides",
    "103": "Totes les carpetes compartides com a repositoris o minillocs.",
    "104": "Mostrant el primer enllaç, hi ha altres %s",
    "105": "Mostrant el primer enllaç, hi ha un altre",
    "106": "Voleu restablir el comptador de descàrregues?",
    "107": "El límit de descàrregues ha d'estar entre 1 i %s",
    "108": "Utilitzeu un lector QR per escanejar la imatge ",
    "80b": "Convidar per correu electrònic als usuaris seleccionats per visitar aquest repositori",
    "83b": "Activa l'estat de vist per rebre o no notificacions quan es consulta el repositori",
    "109": "Minilloc d'usuari",
    "110": "Comparteix això",
    "110b": "Compartir",
    "111": "Comparteix aquesta pàgina amb altre gent",
    "112": "Comparteix aquesta pàgina",
    "113": "Com a repositori",
    "114": "Compartir carpeta com un nou repositori",
    "115": "com minilloc",
    "116": "Publicar contingut de carpeta",
    "117": "Com a minilloc privat",
    "118": "Minilloc protegit amb contrasenya",
    "119": "Enllaç de descàrrega",
    "120": "Pàgina simple de descàrrega",
    "121": "Pàgina de descàrrega amb previsualització",
    "122": "Pàgina de descàrrega amb previsualització incrustada",
    "123": "Selecció com a minilloc",
    "124": "Publicar selecció actual",
    "125": "Editar compartició",
    "126": "Editar\/aturar compartició ja configurada",
    "127": "Migrar comparticions antigues",
    "128": "Migrar comparticions antigues",
    "129": "Copiar URL",
    "130": "Copiar URL al teu porta-retalls",
    "131": "Encara no s'han compartit arxius o carpetes.",
    "132": "Repositori",
    "133": "Com enllaç públic",
    "134": "Com a repositori",
    "135": "La carpeta apareixerà com a minilloc al navegador de l'usuari",
    "136": "El contingunt de la carpeta apareixerà com un nou repositori pels usuaris de l'aplicació",
    "137": "Comparteix l'arxiu seleccionat mitjançant un enllaç públic",
    "138": "Ha compartit aquesta carpeta com un enllaç públic (minilloc)",
    "139": "Ha compartit aquesta carpeta com un repositori amb usuaris de l'aplicació",
    "140": "Ha compartit aquest arxiu com un enllaç públic",
    "141": "Canviar paràmetres",
    "142": "Ocultar paràmetres",
    "143": "Empri <kbd>Ctrl<\/kbd>+<kbd>C<\/kbd> per copiar l'enllaç",
    "144": "Empri <kbd>&#8984;<\/kbd>+<kbd>C<\/kbd> per copiar l'enllaç",
    "145": "Descripció",
    "146": "Es mostrarà als usuaris compartits",
    "147": "Seguretat",
    "148": "(Opcional)",
    "149": "Dexiar 0 per no assignar límit",
    "150": "Permisos d'accés",
    "151": "Disseny",
    "152": "Actualitzar",
    "153": "Estàndard (llistat d'arxius amb capçalera de l'aplicació)",
    "154": "Tira de la pel·lícula (per galeries d'imatges)",
    "155": "Incrustat (capçalera petita, per widgets)",
    "156": "Enllaç publicat amb èxit %s",
    "46_mini": "Obrir mini %s1",
    "46_file": "Obrir arxiu %s1",
    "157": "Aquesta carpeta està compartida. Si l'elimina, es desactivarà la compartició associada.",
    "158": "Aquest fitxer està compartit. Si l'elimina, es desactivarà la compartició associada.",
    "159": "Propietari",
    "160": "No se li permet eliminar aquest element compartit",
    "161": "Enllaç obsolet",
    "162": "Vostè té un o més enllaços associats a aquest fitxer. Si us plau, substitueixi aquest amb un nou enllaç aturant aquesta compartició i tornant a crear-ne un de nou. Copii el 'hash' de la compartició (l'última part de l'enllaç, per exemple http:\/\/yourpydio.com\/data\/public\/<em style='color: red;'>206a51<\/em>.php) i empri-lo en el nou diàleg d'ús compartit per assegurar-se que el vincle seguirà estant actiu després de la migració.",
    "163": "Arrossegui arxius aquí (per minillocs amb càrrega d'arxius habilitada)",
    "138b": "Ha compartit aquesta carpeta com un enllaç públic, però actualment està inactiu (caducat).",
    "139b": "Ha compartit aquesta carpeta com un repositori amb usuaris de l'aplicació, però actualment està inactiu (caducat).",
    "140b": "Ha compartit aquesta imatge mitjançant un enllaç públic, però actualment està inactiu (caducat).",
    "164": "No està permès: l'script ha estat modificat!",
    "165": "Ho sentim, aquest enllaç ha caducat!",
    "166": "No s'ha pogut trobar l'enllaç especificat!",
    "167": "L'enllaç ha expirat!",
    "168": "S'ha arribat al nombre màxim de descàrregues autoritzades. Feu clic per reiniciar el comptador i tornar a activar l'enllaç.",
    "169": "S'ha arribat a la data d'expiració. Canvieu els paràmetres amb una nova data si voleu tornar a activar l'enllaç.",
    "170": "Aquest enllaç s'ha securitzat amb una contrasenya.",
    "171": "Manipulació d'enllaços",
    "172": "Ho sentim però aquest enllaç ja s'utilitza, si us plau triau un altre.",
    "173": "Si vol un vincle durador i bonic (com https:\/\/...\/el-meu-nom), pot utilitzar aquest camp. Si es deixa buit es generarà de manera aleatòria.",
    "174": "Deshabilitar contrasenya",
    "175": "Per favor establiu una contrasenya i assegureu-vos que és prou llarga!",
    "176": "(Obligatori)",
    "177": "Veure paràmetres",
    "178": "enabled",
    "179": "Revert",
    "180": "Clear list",
    "181": "Modify",
    "182": "Use the field above to pick a user from the internal directory or from your personal address book. If you want to create a new user, just type in a new identifier and hit Enter.",
    "183": "Notify on content change",
    "184": "Notify me when content is accessed or changed",
    "185": "Notify me when content is accessed",
    "186": "Notify me when content is changed",
    "187": "Do not notify me",
    "188": "Receive alerts whenever a user accesses or modifies the content of this share.",
    "189": "Enable Public Link",
    "190": "This file is not currently publicly accessible. Enabling a public link will create a unique access that you can send to anyone. If you want to share with existing Pydio users, use the \"Users\" tab.",
    "191": "Copy link to clipboard",
    "192": "Link has been copied to clipboard",
    "193": "Customize Link",
    "194": "For a prettier link, you can customize the last part",
    "195": "Warning, there is no embedded viewer for this file, except opening in a new tab of your browser: this may trigger a download automatically when user opens the link.",
    "196": "Secure Access",
    "197": "Use this field to send optional comments",
    "198": "You can select the appearance of the link as it will appear in the browser.",
    "199": "Share Visibility",
    "200": "Visible to other users",
    "201": "Other users who access to the current workspace can update the links parameters, but they cannot delete it. Only you can stop this share or toggle its visibility",
    "202": "Other users who access to the current workspace can update the links parameters. You are not the owner of the share so you cannot delete it or toggle its visibility",
    "203": "Transfer Ownership",
    "203b": "Transfer",
    "204": "If the share is publicly visible and you want another user to manage this share, you can transfer its ownership.",
    "205": "Transfer to ... (user identifier)",
    "206": "Shares are 'private' by default: you only can see them. If you want other users who access the current workspace to see and edit this share, toggle the visibility.",
    "207": "Remote Users",
    "208": "Share with users from other filesharing platforms (compatible with Federated Sharing API).",
    "209": "Remote Address",
    "210": "User Identifier",
    "211": "pending",
    "212": "accepted",
    "213": "rejected",
    "214": "not sent",
    "215": "To enable a public link on a file or a folder, you first need to set up a password.",
    "216": "Successfully unshared element",
    "217": "Local Users",
    "218": "Notification",
    "219": "Error while loading share. Error was (%s).",
    "220": "You are not allowed to create users",
    "221": "You are not allowed to share with other users, only your own external users",
    "222": "User %s already exists, please choose another identifier",
    "223": "Custom link is too short, please use at least %s characters",
    "224": "You are not allowed to manage this share, please ask its owner to perform the changes, or to transfer you the ownership.",
    "225": "You are not allowed to create public links on files",
    "226": "You are not allowed to create public links on folders",
    "227": "You are not allowed to share files internally",
    "228": "You are not allowed to share folders internally",
    "229": "Insert a preview of the file by pasting this code inside an HTML page.",
    "230": "Please save before sending an invitation",
    "231": "Click to start downloading",
    "232": "No entries found for share, did you maybe delete some users?",
    "233": "Reset this share",
    "234": "It has been added to your %s workspace.",
    "235": "Generate unique links to identify users",
    "236": "Restrict access only to identified users",
    "237": "Use a random key instead of email in link",
    "238": "Share Types",
    "240": "Group by...",
    "241": "Shares List",
    "242": "Load More Results",
    "243": "Public Links",
    "244": "Shared Folders",
    "245": "%s personal invitation(s) sent",
    "246": "Open cell",
    "247": "Edit cell",
    "248": "Delete cell",
    "249": "Contents",
    "250": "Cells",
    "251": "Link",
    "252": "Access",
    "253": "Visibility",
    "254": "Shared in cells",
    "255": "Are you sure you want to delete all cells and links on this item?",
    "256": "Shares for %s",
    "257": "Created on %s",
    "258": "Edit cell users",
    "259": "Remove from this cell",
    "260": "Folder is shared in the following cells. You can edit the users or create a new cell.",
    "261": "Pick users or groups who will have access to this cell",
    "262": "Share this folder with other users by creating a new cell",
    "263": "Add to Cell...",
    "264": "+ New Cell",
    "265": "Link Label",
    "266": "Link Description",
    "267": "Cell Label",
    "268": "Cell Description",
    "269": "You will create a cell shared with %USERS. Pick some folders you want to share or just let Pydio create an empty folder for you!",
    "270": "users",
    "271": "groups",
    "272": "teams",
    "273": "nobody",
    "274": " and ",
    "275": "Create cells to collaborate with other users. First start by describing the object of this cell.",
    "276": "Title of your cell",
    "277": "Optionally add a description",
    "278": "Choose who you will share data with",
    "279": "Create cell now!",
    "280": "Cell has its own folder",
    "281": "Cell will be created in a new folder",
    "282": "Add an existing folder...",
    "283": "Select a node in the tree...",
    "284": "Visible in %s cells"
}