{
    "1": "Téléchargement public %s",
    "2": "Cliquez sur l'image pour télécharger <b>%s<\/b> sur votre disque dur",
    "3": "Mauvais mot de passe",
    "4": "Saisissez le mot de passe fourni puis cliquez sur l'image pour télécharger <b>%s<\/b> sur votre disque dur",
    "5": "mot de passe",
    "6": "Ne plus partager",
    "7": "L'arrêt du partage ne supprimera pas le fichier. Si vous voulez modifier les paramètres, re-partager le fichier.",
    "8": "Fichier partagé",
    "9": "Utiliser ce bouton pour ne plus partager ce répertoire",
    "10": "Répertoire partagé",
    "11": "Expiration",
    "12": "Mot de passe",
    "13": "Oui",
    "14": "Non",
    "15": "Fichier téléchargé %s fois",
    "16": "Remise à zéro",
    "17": "Cliquez pour remettre à zéro le compteur de téléchargement",
    "18": "Le répertoire a été partagé comme un nouveau dépôt",
    "19": "Les options de partage ont été modifiées avec succès",
    "20": "Désolé, le fichier que vous avez demandé ne peut pas être trouvé ! Peut-être a-t-il été supprimé, ou il n'est plus partagé avec vous.",
    "21": "Expirera le",
    "21b": "Expiré le",
    "22": "Téléchargements autorisés",
    "22b": "Plus de téléchargements possibles",
    "23": "Mot de passe",
    "24": "Définissez des limites d'expiration ou un mot de passe pour accèder au partage",
    "25": "Pas de limite",
    "26": "Choisir les utilisateurs et groupes et leurs droits d'accès. Sélectionnez uniquement \"Ecrire\" pour faire un dépôt d'envoi uniquement.",
    "27": "Partage de fichier",
    "28": "Partage de répertoire",
    "29": "Lien public",
    "30": "Partager avec...",
    "31": "Lire",
    "32": "Ecrire",
    "33": "Surveiller",
    "34": "Utilisateur existant ou nouveau",
    "35": "Libellé",
    "36": "Définissez un libellé et une description succinte.",
    "37": "Confirmer",
    "38": "Surveiller le contenu de ce répertoire",
    "39": "Surveiller l'activité de ce fichier",
    "40": "Invitations",
    "41": "Envoyer des invitations par courriel aux utilisateurs avec qui vous partagez ce fichier",
    "42": "Un utilisateur de %s a partagé un fichier avec vous",
    "43": "Un utilisateur de %s a partagé un dossier avec vous",
    "44": "Partage %s",
    "45": "Invitation",
    "46": "Ouvrir le dépôt %s1 directement dans %s2",
    "46_mini": "Ouvrir le minisite %s1",
    "46_file": "Ouvrir le fichier %s1",
    "47": "Le statut de surveillance a été changé",
    "48": "Vous n'êtes pas autorisé à accéder à cette donnée.",
    "49": "créer l'utilisateur",
    "50": "Partagé",
    "51": "Téléchargé",
    "52": "Configuration",
    "53": "aucun",
    "54": "Partagé avec",
    "55": "Partagé...",
    "56": "Configurer le partage...",
    "57": "fois",
    "58": "Veuillez sélectionner au moins un droit!",
    "59": "Page de téléchargement",
    "60": "Lien de téléchargement direct",
    "61": "Code HTML à insérer",
    "62": "Adresse du minisite",
    "63": "Nouveau dépôt",
    "64": "Pour les utilisateurs internes comme externes, le répertoire apparaîtra comme un nouveau dépôt partagé dans la liste des dépôts.",
    "65": "Minisite public (sans authentification)",
    "66": "Pour des utilisateurs publics, le répertoire apparaîtra comme une simple liste de fichiers.",
    "67": "Minisite privé (authentification requise)",
    "68": "Pour les utilisateurs internes et externes, le répertoire apparaîtra à une nouvelle adresse comme une simple liste de fichiers, mais nécessitera une authentification.",
    "69": "Configurer le minisite",
    "70": "Utiliser les cases à cocher pour donner des droits aux utilisateurs publics sur ce dossier. Si vous cochez uniquement 'Envoi', le dossier sera une boîte de réception vide dans laquelle les utilisteurs pourront déposer des fichiers.",
    "69r": "Paramètres du lien",
    "70r": "Libellés et permissions accordées aux utilisateurs accédant à ce lien",
    "71": "Permissions",
    "72": "Prévisualiser",
    "73": "Télécharger",
    "74": "Envoyer",
    "74b": "Editer",
    "75": "Veuillez utiliser des entiers positifs pour les champs Expiration et Nombre de téléchargements !",
    "76": "Merci d'activer les cookies pour accéder à cette application",
    "77": "Merci d'activer JavaScript pour accéder à cette application",
    "78": "Attention, vous ne devez utiliser que des caractères alphanumériques standards pour les noms d'utilisateur. L'identifiant '%CURRENT%' sera remplacé par '%NEW%'",
    "79": "inviter",
    "80": "Envoyer une invitation à des utilisateurs ou des adresses courriel externes.",
    "81": "ne pas surveiller",
    "82": "surveiller",
    "83": "Choisir de recevoir ou non des alertes lorsque le fichier est téléchargé",
    "84": "mot de passe",
    "85": "Une protection par mot de passe est présente sur ce lien",
    "86": "expire",
    "87": "Le lien expirera à la date suivante...",
    "88": "téléchargements",
    "89": "Nombre de téléchargements \/ nombre autorisés. Cliquer pour remettre à zéro.",
    "90": "URL du lien",
    "91": "Tags (Entrez pour sauver)",
    "92": "Créer le lien",
    "93": "Liens existants",
    "94": "QRCode",
    "95": "QRcode",
    "96": "arrêter le partage",
    "97": "Arrêter le partage de ce répertoire avec d'autres utilisateurs.",
    "98": "Mes partages",
    "99": "Tous les éléments partagés",
    "100": "Fichiers partagés",
    "101": "Tous les fichiers partagés en tant que liens publics",
    "102": "Répertoires partagés",
    "103": "Tous les répertoires partagés comme dépôts ou minisites.",
    "104": "Affichage du premier lien, il y en a %s autres",
    "105": "Affichage du premier lien, il y en a un autre",
    "106": "Voulez vous remettre à zéro le compteur ?",
    "107": "Le nombre de téléchargements doit être compris entre 1 et %s",
    "108": "Utilisez un lecteur de QRCode pour scanner l'image ",
    "80b": "Inviter, par courriel, les utilisateurs sélectionnés à visiter ce dépôt",
    "83b": "Changer le statut de surveillance pour recevoir ou non une alerte lorsque le dépôt est consulté.",
    "109": "Utilisateur minisite",
    "110": "Partager..",
    "110b": "Partage",
    "111": "Partager cette page avec d'autres personnes",
    "112": "Partager cette page",
    "113": "En tant que nouveau dépôt",
    "114": "Partager ce répertoire avec des utilisateurs internes",
    "115": "En tant que lien",
    "116": "Publier le contenu du répertoire en tant que minisite",
    "117": "En tant que minisite protégé",
    "118": "Minisite protégé par mot de passe",
    "119": "Lien de téléchargement",
    "120": "Page de téléchargement simple",
    "121": "Lien public",
    "122": "Créer une URL publique",
    "123": "Sélection comme minisite",
    "124": "Publier la sélection courante",
    "125": "Editer le partage",
    "126": "Editer \/ stopper un partage existant",
    "127": "Migrer les anciens",
    "128": "Migrer les anciens partages",
    "129": "Copier l'URL",
    "130": "Copier l'URL vers votre presse-papier",
    "131": "Pas de fichiers ou de dossiers partagés pour le moment.",
    "132": "Dépôt",
    "133": "En tant que lien public",
    "134": "En tant que dépôt",
    "135": "Le répertoire apparaîtra comme un minisite dans le navigateur",
    "136": "Le contenu du répertoire apparîtra comme un nouveau dépôt pour les utilisateurs de l'application",
    "137": "Partager le fichier sélectionné via un lien public",
    "138": "Vous avez partagé ce dossier via un lien public (minisite).",
    "139": "Vous avez partagé ce dossier, comme un dépôt, avec des utilisateurs de l'application.",
    "140": "Vous avez partagé ce fichier via un lien public.",
    "141": "Changer les paramètres",
    "142": "Cacher les paramètres",
    "143": "Utilisez <kbd>Ctrl<\/kbd>+<kbd>C<\/kbd> pour copier le lien",
    "144": "Utilisez <kbd>&#8984;<\/kbd>+<kbd>C<\/kbd> pour copier le lien",
    "145": "Description",
    "146": "Sera affichée aux utilisateurs",
    "147": "Sécurité",
    "148": "(optionel)",
    "149": "Laisser 0 pour illimité",
    "150": "Droits d'accès",
    "151": "Mise en page",
    "152": "Mettre à jour",
    "153": "Standard (liste de fichiers avec entête de l'application)",
    "154": "Pellicule (bien pour les galeries photos)",
    "155": "Minimal (entête réduit, pour un widget)",
    "156": "Le lien %s a été publié",
    "157": "Ce répertoire est actuellement partagé. Si vous le supprimez, le partage associé sera désactivé.",
    "158": "Ce fichier est actuellement partagé. Si vous le supprimez, le partage associé sera désactivé.",
    "159": "Propriétaire",
    "160": "Vous n'êtes pas autorisé à supprimer cet élément partagé",
    "161": "Lien obsolète",
    "162": "Ce partage a été généré par une ancienne version de l'application. Veuillez le remplacer en le stoppant puis en le recréant. Vous pouvez copier le 'hash' (la dernière partie du lien, soit par exemple http:\/\/votrepydio.com\/data\/public\/<em style='color:red;'>206a51<\/em>.php) et l'utiliser pour regénérer un nouveau partage qui aura donc toujours la même addresse.",
    "163": "Déposer vos fichiers ici (pour les minisites permetant l'envois)",
    "138b": "Vous avez partagé ce dossier via un lien public, mais il est actuellement inactif (expiré).",
    "139b": "Vous avez partagé ce dossier comme un dépôt, , mais il est actuellement inactif (expiré).",
    "140b": "Vous avez partagé ce fichier via un lien public, mais il est actuellement inactif (expiré).",
    "164": "Accès refusé: le script a été modifié!",
    "165": "Désolé, ce lien a expiré!",
    "166": "Impossible de trouver le lien!",
    "167": "Le lien est expiré!",
    "168": "Le nombre de téléchargements autorisés a été atteint. Cliquer pour remettre à zéro et réactiver le lien.",
    "169": "La date d'expiration est passée. Changez les paramètres du lien pour le réactiver.",
    "170": "Ce lien est sécurisé par un mot de passe.",
    "171": "Lien Personnalisé",
    "172": "Désolé ce lien est déjà utilisé, veuillez en choisir un autre.",
    "173": "Si vous voulez créer un lien durable, vous pouvez utiliser ce champ pour fixer la dernière partie du lien (e.g. https:\/\/...\/mon-joli-lien). Laisser vide pour générer automatiquement.",
    "174": "Remettre à zéro",
    "175": "Veuillez mettre un mot de passe et vous assurer qu'il est assez long!",
    "176": "(Obligatoire)",
    "177": "Voir les paramètres",
    "178": "activé",
    "179": "Annuler",
    "180": "Vider la liste",
    "181": "Modification",
    "182": "Sélectionnez un utilisateur dans l'annuaire centralisé ou dans votre carnet d'adresse. Pour créer un nouvel utilisateur, tapez le nouvel identifiant et sélectionnez Créer l'utilisateur.",
    "183": "Notifier lors des changements",
    "184": "Me notifier lors de changements ou d'accès",
    "185": "Me notifier si le contenu est accédé",
    "186": "Me notifier lors de changements du contenu",
    "187": "Ne pas recevoir de notifications",
    "188": "Recevoir des alertes lorsque un utilisateur accède ou modifie le contenu du partage.",
    "189": "Activer le lien public",
    "190": "Ce fichier n'est pas accessible publiquement. Cochez pour créer un lien unique à envoyer à plusieurs personnes. Si vous voulez partager avec des utilisateurs de la plateforme, utilisez l'onglet 'Utilisateurs'.",
    "191": "Copier le lien dans le presse-papiers",
    "192": "Le lien a été copié!",
    "193": "Personnaliser le lien.",
    "194": "Vous pouvez modifier la dernière partie du lien.",
    "195": "Attention, il n'y a pas de visualisateur intégré pour ce type de fichier. L'ouverture du lien risque de déclencher un téléchargement automatique pour l'utilisateur.",
    "196": "Sécuriser l'accès",
    "197": "Utilisez ce champs pour passer un commentaire",
    "198": "Modifier l'apparence du lien public dans le navigateur.",
    "199": "Visibilité du Partage",
    "200": "Visible par les autres utilisateurs",
    "201": "Les utilisateurs qui accèdent au même workspace peuvent modifier les paramètres, mais il ne peuvent pas supprimer le partage. Vous seul pouvez supprimer le partage.",
    "202": "Les utilisateurs qui accèdent au même workspace peuvent modifier les paramètres. Vous n'êtes pas le propriétaire du partage donc vous ne pouvez pas le supprimer.",
    "203": "Transférer la propriété",
    "203b": "Transférer",
    "204": "Si vous souhaitez qu'un autre utilisateur soit le propriétaire de ce partage, utilisez le champ ci-dessous.",
    "205": "Transférer à ... (identifiant utilisateur)",
    "206": "Par défaut les partages sont privés : vous seul pouvez les voir. Vous pouvez les rendre visible aux autres utilisateurs de la plateforme qui accèdent au workspace courant.",
    "207": "Utilisateurs Distants",
    "208": "Partagez avec des utilisateurs d'autres plateformes de partage de fichiers (compatibles avec l'API Federated Sharing).",
    "209": "Adresse de la plateforme",
    "210": "Identifiant",
    "211": "en attente",
    "212": "accepté",
    "213": "rejeté",
    "214": "pas envoyé",
    "215": "Pour activer un lien public sur un fichier ou un répertoire, vous devez lui assigner un mot de passe.",
    "216": "Le partage a été désactivé avec succès.",
    "217": "Utilisateurs Locaux",
    "218": "Notification",
    "219": "Erreur lors du chargement du partage (%s).",
    "220": "Vous n'êtes pas autorisé à créer des utilisateurs.",
    "221": "Vous n'êtes pas autorisé à partager avec des utilisateurs internes, seulement vos propres utilisateurs partagés.",
    "222": "L'utilisateur %s existe déjà, veuillez choisir un autre identifiant.",
    "223": "Le lien personnalisé est trop court, veuillez utiliser au moins %s caractères.",
    "224": "Vous n'êtes pas autorisé à gérer ce partage, veuillez demander au propriétaire du partage.",
    "225": "Vous n'êtes pas autorisé à créer des liens publics sur les fichiers",
    "226": "Vous n'êtes pas autorisé à créer des liens publics sur les répertoires",
    "227": "Vous n'êtes pas autorisé à partager des fichiers en interne",
    "228": "Vous n'êtes pas autorisé à partager des répertoires en interne",
    "229": "Collez ce code dans une page HTML pour insérer une prévisualisation du fichier.",
    "230": "Veuillez sauver ce partage avant de pouvoir envoyer une invitation.",
    "231": "Cliquez pour télécharger",
    "232": "Pas d'entrées pour ce partage, peut-être avez-vous supprimé des utilisateurs?",
    "233": "Réinitialiser le partage",
    "234": "Le fichier a été ajouté à votre dépôt %s.",
    "235": "Génerer des liens uniques pour chaque utilisateur",
    "236": "Restreindre l'accès à ces seuls liens",
    "237": "Utiliser une clé aléatoire plutôt que l'email dans le lien",
    "238": "Types de partages",
    "240": "Grouper par...",
    "241": "Liste des partages",
    "242": "Charger plus de résultats",
    "243": "Liens Publics",
    "244": "Dossiers Partagés",
    "245": "%s invitation(s) personelle(s) envoyée(s)",
    "246": "Ouvrir",
    "247": "Editer la cellule",
    "248": "Supprimer la cellule",
    "249": "Contenus",
    "250": "Cellules",
    "251": "Lien",
    "252": "Accès",
    "253": "Visibilité",
    "254": "Partagé dans les cellules",
    "255": "Etes-vous sûr de vouloir supprimer les cellules et les liens sur cet élément?",
    "256": "Partages pour %s",
    "257": "Créé le %s",
    "258": "Editer les utilisateurs",
    "259": "Retirer de la cellule",
    "260": "Le répertoire est partagé dans les cellules suivantes. Vous pouvez éditer les utilisateurs ou en créer une nouvelle.",
    "261": "Choisissez les utilisateurs qui auront accès à la cellule",
    "262": "Partager ce répertoire avec d'autres utilisateurs en créant une cellule",
    "263": "Ajouter à ...",
    "264": "+ Cellule",
    "265": "Libellé du lien",
    "266": "Description du lien",
    "267": "Libellé de la cellule",
    "268": "Description de la cellule",
    "269": "Vous allez créer une cellule partagée avec %USERS. Choisissez des répertoires existants ou laissez Pydio en créer un pour vous!",
    "270": "utilisateurs",
    "271": "groupes",
    "272": "équipes",
    "273": "personne",
    "274": " et ",
    "275": "Créez des cellules pour collaborer avec d'autre utilisateurs. Commencez par décrire l'objet de cette cellule.",
    "276": "Titre de la cellule",
    "277": "Ajoutez une description (optionnel)",
    "278": "Choisissez avec qui vous voulez partager vos données",
    "279": "Créer maintenant!",
    "280": "La cellule a son propre répertoire",
    "281": "La cellule sera créée dans un nouveau répertoire",
    "282": "Ajouter un répertoire existant...",
    "283": "Sélectionnez un noeud de l'arbre...",
    "284": "Visible dans %s cellules"
}