{
    "1": "%s Download Pubblico",
    "2": "Clicca sull'immagine per scaricare <b>%s<\/b> sul tuo PC",
    "3": "Password errata",
    "4": "Inserisci la password richiesta e clicca sull'immagine per scaricare <b>%s<\/b> sul tuo PC",
    "5": "password",
    "6": "Termina Condivisione",
    "7": "Terminare la condivisione non comprende la rimozione fisica del file. Se si desidera modificare i parametri di condivisione, condividi nuovamente il file.",
    "8": "File condiviso",
    "9": "Usa questo pulsante per terminare la condivisione",
    "10": "Cartella condivisa",
    "12": "Password",
    "13": "Si",
    "14": "No",
    "15": "File scaricato %s volte",
    "16": "reset",
    "17": "Reset del contatore di download",
    "18": "Cartella condivisa come nuovo Workspace",
    "19": "Opzioni di condivisione del workspace modificare con successo",
    "20": "Ooops! Il file che hai richiesto non può essere trovato! Probabilmente è stato cancellato o non è più condiviso con te.",
    "21": "Scade dopo (giorni): ",
    "22": "Downloads Concessi: ",
    "21b": "Expired on",
    "22b": "No more downloads",
    "23": "Password Opzionale: ",
    "24": "Imposta una scadenza e definisci una password per accedere al file, poi clicca su <span class=\"icon-plus-sign\"><\/span> per generare il link. Puoi generare più di un link, per inviarne uno per ciascuna persona.",
    "25": "Nessun limite",
    "26": "Scegli utenti o gruppi ed imposta i loro privilegi. Solo 'Scrittura' creerà un workspace per il solo upload.",
    "27": "Condividi file",
    "28": "Condividi cartella",
    "29": "WebLink",
    "30": "Accesso Utente",
    "31": "Lettura",
    "32": "Scrittura",
    "33": "Osservazione",
    "34": "Utente esistente o nuovo",
    "35": "Etichetta Workspace",
    "36": "Imposta un'etichetta ed una breve descrizione",
    "37": "Conferma",
    "38": "'Osserva' il contenuto della cartella",
    "39": "'Osserva' le attività su questo file",
    "40": "Inviti",
    "41": "Spedisci invici per email agli utenti con i queli condividi questo elemento.",
    "42": "Un utente di %s sta condividendo un file con te",
    "43": "Un utente di %s sta condividendo una cartella con te",
    "44": "%s Condividi",
    "45": "Invita",
    "46": "Apri il workspace %s1 direttamente su %s2",
    "46_mini": "Apri %s1",
    "46_file": "Apri %s1",
    "47": "Status di osservazione aggiornato correttamente",
    "48": "Non hai l'autorizzazione per accedere a questi dati",
    "50": "Elemento condiviso",
    "51": "Scaricato",
    "52": "Configurazione",
    "53": "nessuno",
    "54": "Con...",
    "55": "Condiviso...",
    "56": "Configura la condivisione...",
    "57": "volte",
    "58": "Spunta almeno un'opzione!",
    "59": "Pagina Download",
    "60": "Link Download Diretto",
    "61": "Codice HTML Incorporato",
    "62": "Indirizzo Minisito",
    "63": "Nuovo workspace",
    "64": "Sia per utenti interni che esterni, la cartella apparità nell'elenco workspace.",
    "65": "Minisito Pubblico (nessuna autenticazione richiesta)",
    "66": "Per utenti esterni; la cartella apparirà ad un nuovo indirizzo pubblico come semplice lista di file.",
    "67": "Minisito Privato (autenticazione richiesta)",
    "68": "Sia per utenti interni che esterni, la cartella apparirà ad un nuovo indirizzo pubblico come semplice lista di file, ma con la richiesta preventiva di autenticazione",
    "69": "Configura Minisito",
    "70": "Usa le checkboxes per assegnare permessi a questa cartella. Se si spunta solo 'Upload', la cartella sarà vuota e consentità agli utenti solo l'upload dei file.",
    "69r": "Parametri Link",
    "70r": "Etichette e Permessi assegnati agli utenti che accedono al link",
    "71": "Permessi",
    "72": "Sfoglia & Anteprima",
    "73": "Download",
    "74": "Upload file",
    "74b": "Edit",
    "75": "Usare un numero positivo sia per la Scadenza che per il limite di Download.",
    "76": "Abilitare i Cookies per accedere a questa applicazione",
    "77": "Abilitare JavScript per accedere a questa applicazione",
    "78": "ATTENZIONE: dovresti utilizzare solo caratteri alfanumerici standard per i nomi utente. '%CURRENT%' verrà sostituito con '%NEW%'",
    "79": "invita",
    "80": "Spedisci link via email ad un gruppo di utenti o di indirizzi",
    "81": "termina osservazione",
    "82": "osserva",
    "83": "Modifica lo stato di osservazione, per ricevere o meno notifiche quando il file viene scaricato",
    "84": "password",
    "85": "Una password di protezione è stata settata su questo link",
    "86": "scade",
    "87": "Questo link scadrà automaticamente il...",
    "88": "downloads",
    "89": "Numero di download (autorizzati e non). Clicca per resettare il contatore.",
    "90": "Link URL",
    "91": "Tags (INVIO per salvare)",
    "92": "Nuovo link",
    "93": "Links esistenti",
    "94": "Codice QR",
    "95": "codice QR",
    "96": "termina condivisione",
    "97": "Termina la condivisione di questa cartella con gli altri utenti",
    "98": "Mie Condivisioni",
    "99": "Tutti gli elementi condivisi",
    "100": "File Condivisi",
    "101": "Tutti i file condivisi con link pubblici",
    "102": "Cartelle condivise",
    "103": "Tutte le cartelle condivise come workspace o minisiti.",
    "104": "Visualizzati i primi link, ce ne sono altri %s",
    "105": "Visualizzati i primi link, ce n'è un altro",
    "106": "Vuoi resettare il contatore di download?",
    "107": "Il limite di Download deve essere compreso tra 1 e %s",
    "108": "Usa un lettore QRCode per scansionare l'immagine ",
    "80b": "Invita, tramite email, gli utenti selezionati a visualizzare questo workspace",
    "83b": "Modifica lo stato di osservazione, per ricevere o meno notifiche quando il workspace viene consultato",
    "109": "Utente Minisito",
    "110": "Condividi questo",
    "110b": "Condividi",
    "111": "Condividi questa pagina con altre persone",
    "112": "Condividi questa pagina",
    "113": "Come Nuovo Workspace",
    "114": "Condividi questa cartella con utenti interni",
    "115": "Come Web link",
    "116": "Pubblica il contenuto della cartella come Minisito",
    "117": "Come Minisito Privato",
    "118": "Minisito protetto da password",
    "119": "Link Download",
    "120": "Semplice pagina di download",
    "121": "Web link",
    "122": "Crea un URL pubblico",
    "123": "Selezione come Minisito",
    "124": "Pubblica la selezione corrente",
    "125": "Modifica Condivisione",
    "126": "Modifica\/Termina una condivisione configurata",
    "127": "Migra legacy",
    "128": "Migra condivisioni legacy",
    "129": "Copia URL",
    "130": "Copia URL negli Appunti",
    "131": "Nessun file o cartella condiviso, al momento.",
    "132": "Workspace",
    "133": "Come link pubblico",
    "134": "Come workspace",
    "135": "La cartella apparirà come un minisito",
    "136": "Il contenuto della cartella apparirà come un nuovo workspace per gli utenti dell'applicazione",
    "137": "Condividi i file selezionati con un link pubblico",
    "138": "Hai condiviso questa cartella con un link pubblico (minisito)",
    "139": "Hai condiviso questa cartella come workspace con gli utenti dell'applicazione",
    "140": "Hai condiviso questo file con un link pubblico",
    "141": "Cambia parametri",
    "142": "Nascondi parametri",
    "143": "Usa <kbd>Ctrl<\/kbd>+<kbd>C<\/kbd>per copiare il link",
    "144": "Usa <kbd>&#8984;<\/kbd>+<kbd>C<\/kbd> per copiare il link",
    "145": "Descrizione",
    "146": "Sarà mostrata agli utenti condivisi",
    "147": "Sicurezza",
    "148": "(Opzionale)",
    "149": "Lascia 0 per 'senza limite'",
    "150": "Privilegi di accesso",
    "151": "Layout",
    "152": "Aggiorna",
    "153": "Standard (lista di file con l'intestazione dell'applicazione)",
    "154": "Film Strip (ottima per gallerie d'imagini)",
    "155": "Embedded (intestazione più piccola, indicato per widgets)",
    "156": "Link %s pubblicato correttamente",
    "157": "Questa cartella è attualmente condivisa. Se la cancelli, le condivisioni associate verranno disabilitate.",
    "158": "Questo file è attualmente condiviso. Se lo cancelli, le condivisioni associate verranno disabilitate. ",
    "159": "Proprietario",
    "160": "Non ti è permesso cancellare questo elemento condiviso",
    "161": "Link Deprecato",
    "162": "Ci sono uno o più vecchi link di condivisione, relativi a questo file. Sostituiscili con un nuovo link, fermando questa condivisione e ricreandone una nuova. Copia l'hash di condivisione (l'ultima parte del link, per es. http:\/\/yourpydio.com\/data\/public\/<em style='color:red;'>206a51<\/em>.php) ed inseriscilo nella nuova finestra di condivione per assicurarti che resti valido dopo la condivisione.",
    "163": "Trascina File (per i minisite con upload)",
    "138b": "Hai condiviso questa cartella con link pubblico, ma è attualmente inattivo (scaduto).",
    "139b": "Hai condiviso questa cartella come workspace con gli utenti del sistema, ma è attualmente inattivo (scaduto).",
    "140b": "hai condiviso questa cartella attraverso link pubblico, ma è attualmente inattivo (scaduto).",
    "164": "Non permesso: lo script è stato modificato!",
    "165": "Spiacenti, questo link è scaduto!",
    "166": "Impossibile trovare il link specificato!",
    "167": "Il Link è scaduto!",
    "168": "Il numero di download autorizzati è stato raggiunto. Clicca per resettare il contatore e riattivare il link.",
    "169": "La data di scadenza è stata raggiunta. Cambia i parametri, aggiungendo una nuova data, se desideri riattivare il link.",
    "170": "Il link è reso sicuro tramite password.",
    "171": "Gestione Link",
    "172": "Spiacenti, il link è già in uso. Sceglierne un altro.",
    "173": "Se desideri un link personalizzato e più duraturo (come https:\/\/...\/my-share-link), puoi utilizzare questo campo. Un gestore link verrà generato automaticamente in caso contrario.",
    "174": "Disabilita Password",
    "175": "Imposta una password ed assicurati che sia abbastanza lunga!",
    "176": "(Obbligatorio)",
    "177": "Vedi parametri",
    "178": "abilitato",
    "179": "Reimposta",
    "180": "Svuota lista",
    "181": "Modifica",
    "182": "Usa il campo quì sopra per trovare un utente interno o della tua rubrica personale. Se vuoi creare un nuovo utente, digita semplicemente il nuovo identificativo e premi 'Invio'.",
    "183": "Notifica al cambiamento del contenuto",
    "184": "Avvisami dell'accesso o della modifica del contenuto",
    "185": "Avvisami dell'accesso del contenuto",
    "186": "Avvisami della modifica del contenuto",
    "187": "Non avvisarmi",
    "188": "Ricezione avvisi quando un utente accede o modifica il contenuto di questa condivisione.",
    "189": "Abilita Link Pubblico",
    "190": "Questo file non è attualmente accessibile dal pubbico. Abilitando il link pubblico verrà creato un accesso unico (url) che potrai inviare a chiunque. Se vuoi condividere con utenti Pydio esistenti, usa la tab \"Utenti\".",
    "191": "Copia link negli appunti",
    "192": "Link copiato negli appunti",
    "193": "Personalizza Link",
    "194": "Per avere un link più leggibile, puoi personalizzarne l'ultima parte.",
    "195": "ATTENZIONE: Non c'è alcun visualizzatore interno per questo file, ad eccezione dell'apertura in un altra tab del browser. Questo può avviare il download automatico quando un utente clicca sul link.",
    "196": "Accesso Sicuro",
    "197": "Usa questo campo per inviare un commento (opzionale)",
    "198": "Puoi selezionare l'aspetto del link, per come verrà mostrato nel browser.",
    "199": "Visibilità Condivisione",
    "200": "Visibile agli altri utenti",
    "201": "Gli altri utenti che hanno accesso al workspace corrente possono aggiornare i parametri del link, ma non possono cancellarlo. Solo tu puoi terminare la condivisione o cambiarne la visibilità.",
    "202": "Gli altri utenti che hanno accesso al workspace corrente possono aggiornare i parametri del link. Non sei il proprietario della condivisione quindi non puoi cancellarla o cambiarne la visibilità.",
    "203": "Trasferisci Prioprietà",
    "203b": "Trasferisci",
    "204": "Se la condivisione è accessibile pubblicamente e vuoi che un altro utente gestisca la condivisione, puoi trasferirne la proprietà a quell'utente.",
    "205": "Trasferisci a ... (identificativo utente)",
    "206": "Le condivisioni sono 'private' di default: solo tu puoi vederle. Se vuoi che altri utenti possano accedere al workspace corrente per vedere e modificare la condivisione, cambia la sua visibilità.",
    "207": "Utenti Remoti",
    "208": "Condividi con utenti di altre piattaforme di filesharing (compatibili con le Federated Sharing API).",
    "209": "Indirizzo Remoto",
    "210": "Identificativo Utente",
    "211": "pendente",
    "212": "accettato",
    "213": "rifiutato",
    "214": "non inviato",
    "215": "Per abilitare un link pubblico su un file o una cartella, devi prima impostare una password.",
    "216": "Elemento decondiviso correttamente",
    "217": "Utenti Locali",
    "218": "Notifiche",
    "219": "Errore durante il caricamento della condivisione. L'errore è (%s).",
    "220": "Non sei autorizzato per la creazione di utenti",
    "221": "Non sei autorizzato per la condivisione con utenti diversi da quelli esterni creati da te",
    "222": "L'utente %s esiste già. Scegli un altro identificatore.",
    "223": "Il link personalizzato è troppo corto. Usa almeno %s caratteri",
    "224": "Non sei autorizzato per gestione di questa condivisione. Chiedi al proprietario di effettuare le modifiche o di trasferirti la proprietà.",
    "225": "Non sei autorizzato per la creazione di link pubblici ai file",
    "226": "Non sei autorizzato per la creazione di link pubblici alle cartelle",
    "227": "Non sei autorizzato per la condivisione interna di file",
    "228": "Non sei autorizzato per la condivisione interna delle cartelle",
    "229": "Insert a preview of the file by pasting this code inside an HTML page.",
    "230": "Please save before sending an invitation",
    "231": "Click to start downloading",
    "11": "Expiration",
    "49": "create user",
    "232": "No entries found for share, did you maybe delete some users?",
    "233": "Reset this share",
    "234": "It has been added to your %s workspace.",
    "235": "Generate unique links to identify users",
    "236": "Restrict access only to identified users",
    "237": "Use a random key instead of email in link",
    "238": "Share Types",
    "240": "Group by...",
    "241": "Shares List",
    "242": "Load More Results",
    "243": "Public Links",
    "244": "Shared Folders",
    "245": "%s personal invitation(s) sent",
    "246": "Open cell",
    "247": "Edit cell",
    "248": "Delete cell",
    "249": "Contents",
    "250": "Cells",
    "251": "Link",
    "252": "Access",
    "253": "Visibility",
    "254": "Shared in cells",
    "255": "Are you sure you want to delete all cells and links on this item?",
    "256": "Shares for %s",
    "257": "Created on %s",
    "258": "Edit cell users",
    "259": "Remove from this cell",
    "260": "Folder is shared in the following cells. You can edit the users or create a new cell.",
    "261": "Pick users or groups who will have access to this cell",
    "262": "Share this folder with other users by creating a new cell",
    "263": "Add to Cell...",
    "264": "+ New Cell",
    "265": "Link Label",
    "266": "Link Description",
    "267": "Cell Label",
    "268": "Cell Description",
    "269": "You will create a cell shared with %USERS. Pick some folders you want to share or just let Pydio create an empty folder for you!",
    "270": "users",
    "271": "groups",
    "272": "teams",
    "273": "nobody",
    "274": " and ",
    "275": "Create cells to collaborate with other users. First start by describing the object of this cell.",
    "276": "Title of your cell",
    "277": "Optionally add a description",
    "278": "Choose who you will share data with",
    "279": "Create cell now!",
    "280": "Cell has its own folder",
    "281": "Cell will be created in a new folder",
    "282": "Add an existing folder...",
    "283": "Select a node in the tree...",
    "284": "Visible in %s cells"
}