{
    "1": "%s Download Público",
    "2": "Clique na imagem para fazer o download do <b>%s<\/b> para o seu computador",
    "3": "Senha incorreta",
    "4": "Insira a senha e clique na imagem para fazer o download do <b>%s<\/b> para o seu computador",
    "5": "senha",
    "6": "Parar de Compartilhar",
    "7": "Parar o compartilhamento não apaga o arquivo. Se desejar modificar os parâmetros, compartilhe o arquivo novamente.",
    "8": "Arquivo está compartilhado",
    "9": "Use este botão para parar de compartilhar este diretório",
    "10": "Diretório está compartilhado",
    "11": "Validade",
    "12": "Senha",
    "13": "Sim",
    "14": "Não",
    "15": "O arquivo foi baixado %s times",
    "16": "resetar",
    "17": "Clique para resetar o contador de downloads",
    "18": "Diretório foi compartilhado como uma nova área de trabalho",
    "19": "Opções da Área de trabalho compartilhada foram modificadas com sucesso",
    "20": "Ooops, o arquivo requerido não foi encontrado! Talvez este tenha sido apagado, ou não esteja mais compartilhado com você.",
    "21": "Válido até",
    "22": "Downloads permitidos",
    "21b": "Expirou em",
    "22b": "Sem mais downloads",
    "23": "Senha",
    "24": "Defina uma data de validade ou uma senha de acesso para este compartilhamento.",
    "25": "Sem limite",
    "26": "Escolha os usuários ou grupos e defina suas as permissões de acesso. Usar somente 'Escrever' irá criar uma Área de trabalho apenas de Envio.",
    "27": "Compartilhar arquivo",
    "28": "Compartilhar diretório",
    "29": "WebLink",
    "30": "Compartilhar com...",
    "31": "Ler",
    "32": "Escrever",
    "33": "Seguir",
    "34": "Usuário existente ou novo",
    "35": "Nome",
    "36": "Defina um nome e uma pequena descrição",
    "37": "Confirmar",
    "38": "Seguir o conteúdo deste diretório",
    "39": "Seguir a atividade deste arquivo",
    "40": "Convites",
    "41": "Enviar convites por e-mail aos usuários com quem compartilhou este item.",
    "42": "Um usuário de %s compartilhou esta URL com você",
    "43": "Um usuário de %s compartilhou este diretório com você",
    "44": "Compartilhamento %s",
    "45": "Enviar convite",
    "46": "Abrir Área de trabalho %s1 diretamente em %s2",
    "46_mini": "Abrir mini %s1",
    "46_file": "Abrir arquivo %s1",
    "47": "Seguir atualizado com sucesso",
    "48": "Não tem permissão para acessar este conteúdo",
    "49": "criar usuário",
    "50": "Compartilhado",
    "51": "Baixado",
    "52": "Configuração",
    "53": "nenhum",
    "54": "Compartilhado com...",
    "55": "Compartilhado...",
    "56": "Configurar compartilhamento...",
    "57": "vezes",
    "58": "Favor selecionar pelo menos uma permissão!",
    "59": "Página de Download",
    "60": "Link de Download Direto",
    "61": "Código de Incorporação em HTML",
    "62": "Endereço do Mini-Site",
    "63": "Nova Área de trabalho",
    "64": "Para os usuários internos e externos, este diretório irá aparecer como uma nova Área de trabalho na lista de Áreas de trabalho dos mesmos.",
    "65": "Mini-Site Público (sem autenticação)",
    "66": "Para usuários externos, este diretório irá aparecer em um novo endereço público como uma simples lista de arquivos.",
    "67": "Mini-Site Privado (autenticação requerida)",
    "68": "Para usuários externos, este diretório irá aparecer em um novo endereço público como uma simples lista de arquivos, mas é necessário autenticação",
    "69": "Configurar Mini-Site",
    "70": "Utilize as caixas de seleção para dar permissões deste diretório ao público. Se seleccionar 'Enviar' apenas, os usuários poderão colocar arquivos nela normalmente mas vai sempre parecer vazia.",
    "69r": "Link de Parametros",
    "70r": "Nomes e permissões dos usuários acessando este link",
    "71": "Permissões",
    "72": "Visualizar",
    "73": "Download",
    "74": "Enviar arquivos",
    "74b": "Editar",
    "75": "Favor usar um número positivo para Validade e limite de Downloads.",
    "76": "Favor habilitar Cookies para acessar esta aplicação",
    "77": "Favor habilitar JavaScript para acessar esta aplicação",
    "78": "AVISO: Use somente caracteres alfa-numéricos para nomes de usuário. O Identificador '%CURRENT%' será substituído por '%NEW%'",
    "79": "convidar",
    "80": "Enviar link por e-mail para usuários ou endereços",
    "81": "parar de seguir",
    "82": "seguir",
    "83": "Receber ou não notificações quando o arquivo é baixado",
    "84": "senha",
    "85": "Este link é protegido por senha",
    "86": "validade",
    "87": "Ese link é válido até...",
    "88": "downloads",
    "89": "Número de downloads \/ downloads autorizados. Clique para resetar o contador.",
    "90": "URL do Link",
    "91": "Nomes (Enter para salvar)",
    "92": "Criar link",
    "93": "Links existentes",
    "94": "QR Code",
    "95": "QR code",
    "96": "parar compartilhamento",
    "97": "Parar de compartilhar este diretório com outros usuários",
    "98": "Meus Compartilhamentos",
    "99": "Todos os elementos compartilahdos",
    "100": "Arquivos compartilhados",
    "101": "Todos os arquivos compartilhados como Links Públicos",
    "102": "Diretórios compartilhados",
    "103": "Todos os arquivos compartilhados como área de trabalho ou mini-sites.",
    "104": "Exibindo primeiro link, existem %s outros",
    "105": "Exibindo primeiro link, existe mais um",
    "106": "Deseja resetar o contador de downloads?",
    "107": "Limite de downloads precisa ser entre 1 e %s",
    "108": "Use um leitor de QRCode para escanear a imagem ",
    "80b": "Convide por e-mail os usuários selecionador a visitarem este área de trabalho",
    "83b": "Receber ou não notificações quando a área de trabalho for acessada",
    "109": "Usuário de Mini-Site",
    "110": "Compatilhe isto",
    "110b": "Compartilhar",
    "111": "Compartilhe esta página com outras pessoas",
    "112": "Compartilhe esta página",
    "113": "Como nova Área de trabalho",
    "114": "Compartilhe este diretório com usuários internos",
    "115": "Como um Link Web",
    "116": "Publicar conteúdo do diretório como um mini-site",
    "117": "Como um mini-site privado",
    "118": "Mini-site protegido por senha",
    "119": "Link de download",
    "120": "Página de download",
    "121": "Link público",
    "122": "Criar uma URL pública",
    "123": "Seleção como um mini-site",
    "124": "Publicar seleção atual",
    "125": "Editar Compartilhamento",
    "126": "Editar\/parar compartilhamento já configurado",
    "127": "Migrar legado",
    "128": "Migrar compartilhamentos legado",
    "129": "Copiar URL",
    "130": "Copiar URL para área de tranferência",
    "131": "Nenhum arquivo ou diretório compartilhado ainda.",
    "132": "Área de trabalho",
    "133": "Como um link público",
    "134": "Como uma Área de trabalho",
    "135": "Diretório será exibido como um mini-site no navegador do usuário",
    "136": "Conteúdo do diretório será exibido como uma nova área de trabalho para os usuários da aplicação",
    "137": "Compartilhar o arquivo selecionado via um link público",
    "138": "Você compartilhou este diretório como um link público (mini-site)",
    "139": "Você compartilhou este diretório como uma área de trabalho com os usuários da aplicação",
    "140": "Você compartilhou este arquivo via link público",
    "141": "Modificar parametros",
    "142": "Ocultar parametros",
    "143": "Use <kbd>Ctrl<\/kbd>+<kbd>C<\/kbd> para copiar o link",
    "144": "Use <kbd>&#8984;<\/kbd>+<kbd>C<\/kbd> para copiar o link",
    "145": "Descrição",
    "146": "Será exibido para os usuários compartilhados",
    "147": "Segurança",
    "148": "(Opcional)",
    "149": "Deixe com 0 para não limitar",
    "150": "Direitos de acesso",
    "151": "Layout",
    "152": "Atualizar",
    "153": "Padrão (lista de arquivos com o cabeçalho da aplicação)",
    "154": "Película (recomendado para galeria de imagens)",
    "155": "Embutido (cabeçalho menor, para widgets)",
    "156": "Link %s publicado com sucesso",
    "157": "Este diretório está compartilhado. Se for deletado, compartilhamentos associados serão desabilitados.",
    "158": "Este arquivo está compartilhado. Se for deletado, compartilhamentos associados serão desabilitados. ",
    "159": "Dono",
    "160": "Você não tem permissão para apagar este item compartilhado",
    "161": "Link Obsoleto",
    "162": "Você possui um ou mais links legados neste arquivo. Links ainda estão ativos, mas você pode substitui-los com um novo link parando este compartilhamento e recriando um novo. Copie o 'hash' (última parte do link, e.g. https:\/\/...\/data\/public\/<em style='color:red;'>206a51<\/em>.php) do compartilhamento para aplicá-lo usando o formulário 'Modificar Parametros'.",
    "163": "Soltar arquivos aqui (para mini-sites com upload habilitado)",
    "138b": "Você compartilhou este diretório como um link público, mas está inativo (passou a validade).",
    "139b": "Você compartilhou este diretório como uma área de trabalho com usuários do aplicativo, mas está inativo (passou a validade).",
    "140b": "Você compartilhou este arquivo via um link público, mas está inativo (passou a validade).",
    "164": "Não permitido: script foi modificado!",
    "165": "Desculpe, este link não é mais valido!",
    "166": "Link não encontrado!",
    "167": "Link não é mais válido!",
    "168": "O número de downloads permitidos foi alcançado. Clique para resetar o contador de downloads e reativar o link.",
    "169": "A data de validade foi atingida. Modifique os parametros com uma nova date se desejar reativar o link.",
    "170": "Este link é protegido com senha.",
    "171": "Nome de Link",
    "172": "Desculpe este nome de link já está sendo utilizado, favor escolher outro nome de link.",
    "173": "Se deseja um link durável e legível (como https:\/\/...\/meu-link-compartilhado), você pode usar este campo. Nome do link será gerado se deixado em branco.",
    "174": "Resetar Senha",
    "175": "Favor definir uma senha e tenha certeza que é longa o suficiente!",
    "176": "(Obrigatório)",
    "177": "Visualizar parametros",
    "178": "habilitado",
    "179": "Reverter",
    "180": "Limpar lista",
    "181": "Modificar",
    "182": "Utilize o campo abaixo para escolher um usuário do diretório interno ou do seu catálogo pessoal de endereços. Se você quiser criar um novo usuário, basta digitar um novo identificador e pressionar Enter.",
    "183": "Notificar quando o conteúdo for modificado",
    "184": "Me notifique quando o conteúdo for acessado ou modificado",
    "185": "Me notifique quando o conteúdo for acessado",
    "186": "Me notifique quando o conteúdo for modificado",
    "187": "Não me notificar",
    "188": "Receber alertas sempre que um usuário acessar ou modificar o conteúdo deste compartilhamento.",
    "189": "Habilitar Link Público",
    "190": "Este arquivo não está acessível publicamente. Ao habilitar link público será criado um link que pode ser enviado para qualquer pessoa. Se você deseja compartilhar com os usuário do APPLICATION_TITLE, utilize a aba \"Usuários\".",
    "191": "Copiar link para área de transferência",
    "192": "Link copiado para área de transferência",
    "193": "Customizar Link",
    "194": "Para um link mais legível, você pode customizar a parte final",
    "195": "AVISO: não existe um visualizador para este arquivo, exceto abrir em uma nova aba do seu navegador, isso pode desencadear um download automático quando o usuário abre o link.",
    "196": "Segurança de Acesso",
    "197": "Utilize este campo para enviar comentários opcionais",
    "198": "Você pode selecionar a aparência de como o link aparecerá no navegador.",
    "199": "Visibilidade do Compartilhamento",
    "200": "Visibilidade para outros usuários",
    "201": "Outros usuários que acessam a área de trabalho atual podem atualizar os parâmetros de links, mas não podem apagá-lo. Somente você pode parar esta compartilhamento ou alterar sua visibilidade",
    "202": "Outros usuários que acessam a área de trabalho atual podem atualizar os parâmetros de links. Você não é o proprietário do compartilhamento portanto você não pode apagá-lo ou alterar sua visibilidade",
    "203": "Transferir Propriedade",
    "203b": "Transferir",
    "204": "Se o compartilhamento é visível publicamente e você quer outro usuário para gerenciar esse compartilhamento, você pode transferir a sua propriedade.",
    "205": "Transferir para... (identificador do usuário)",
    "206": "Compartilhamentos são 'privados' por padrão: somente você pode visualizá-los. Se você desejar que outros usuários que acessam o área de trabalho atual para ver e editar este compartilhamento, alterne a visibilidade.",
    "207": "Usuários Remotos",
    "208": "Compartilhar com usuários de compartilhamentos de outras plataformas (compativel com a API de Compartilhamento Federado).",
    "209": "Endereço Remoto",
    "210": "Identificador",
    "211": "pendente",
    "212": "aceito",
    "213": "rejeitado",
    "214": "não enviar",
    "215": "Para habilitar um link público em um aruivo ou um diretório, primeiro você deve definir uma senha.",
    "216": "Elemento descompartilhado com sucesso",
    "217": "Usuários Locais",
    "218": "Notificação",
    "219": "Erro ao carregar compartilhamento. Erro (%s).",
    "220": "Você não possui permissão de criar usuários",
    "221": "Você não possui permissão de compartilhar com outros usuário, apenas com seus próprios usuários externos",
    "222": "Usuário %s já existe, favor escolher outro identificador",
    "223": "Link customizado é muito curto, favor utilizar pelos menos %s caracteres",
    "224": "Você não possui permissão de gerenciar este compartilhamento, please ask its owner to perform the changes, or to transfer you the ownership.",
    "225": "Você não possui permissão de criar links públicos em arquivos",
    "226": "Você não possui permissão de criar links públicos em diretórios",
    "227": "Você não possui permissão de compartilhar arquivos internamente",
    "228": "Você não possui permissão de compartilhar diretórios internamente",
    "229": "Insert a preview of the file by pasting this code inside an HTML page.",
    "230": "Please save before sending an invitation",
    "231": "Click to start downloading",
    "232": "No entries found for share, did you maybe delete some users?",
    "233": "Reset this share",
    "234": "It has been added to your %s workspace.",
    "235": "Generate unique links to identify users",
    "236": "Restrict access only to identified users",
    "237": "Use a random key instead of email in link",
    "238": "Share Types",
    "240": "Group by...",
    "241": "Shares List",
    "242": "Load More Results",
    "243": "Public Links",
    "244": "Shared Folders",
    "245": "%s personal invitation(s) sent",
    "246": "Open cell",
    "247": "Edit cell",
    "248": "Delete cell",
    "249": "Contents",
    "250": "Cells",
    "251": "Link",
    "252": "Access",
    "253": "Visibility",
    "254": "Shared in cells",
    "255": "Are you sure you want to delete all cells and links on this item?",
    "256": "Shares for %s",
    "257": "Created on %s",
    "258": "Edit cell users",
    "259": "Remove from this cell",
    "260": "Folder is shared in the following cells. You can edit the users or create a new cell.",
    "261": "Pick users or groups who will have access to this cell",
    "262": "Share this folder with other users by creating a new cell",
    "263": "Add to Cell...",
    "264": "+ New Cell",
    "265": "Link Label",
    "266": "Link Description",
    "267": "Cell Label",
    "268": "Cell Description",
    "269": "You will create a cell shared with %USERS. Pick some folders you want to share or just let Pydio create an empty folder for you!",
    "270": "users",
    "271": "groups",
    "272": "teams",
    "273": "nobody",
    "274": " and ",
    "275": "Create cells to collaborate with other users. First start by describing the object of this cell.",
    "276": "Title of your cell",
    "277": "Optionally add a description",
    "278": "Choose who you will share data with",
    "279": "Create cell now!",
    "280": "Cell has its own folder",
    "281": "Cell will be created in a new folder",
    "282": "Add an existing folder...",
    "283": "Select a node in the tree...",
    "284": "Visible in %s cells"
}