{
    "1": "%s Transferência Pública",
    "2": "Clique na imagem para efectuar a transferência de <b>%s<\/b> para o seu computador",
    "3": "Palavra-Chave Incorrecta",
    "4": "Introduza a palavra-chave requerida e clique na imagem para efectuar a transferência de <b>%s<\/b> para o seu computador",
    "5": "palavra-chave",
    "6": "Desactivar partilha",
    "7": "Desactivar a partilha não irá remover o ficheiro. Caso pretenda modificar os parâmetros do mesmo, volte a partilhar o ficheiro.",
    "8": "O ficheiro está partilhado",
    "9": "Use este botão para parar de partilhar esta pasta",
    "10": "A pasta está partilhada",
    "11": "Validade",
    "12": "Palavra-Chave",
    "13": "Sim",
    "14": "Não",
    "15": "O ficheiro foi transferido %s vezes",
    "16": "repor",
    "17": "Clique em repor para repor a 0 o contador de transferências",
    "18": "A pasta foi partilhada como uma nova Área de Trabalho",
    "19": "Opções da Área de Trabalho modificadas com sucesso",
    "20": "Ooops, o ficheiro que requereu não foi encontrado! Talvez este tenha sido apagado, ou não esteja mais partilhado consigo.",
    "21": "Validade (dias): ",
    "22": "Máximo de Transferências permitidas: ",
    "21b": "Expired on",
    "22b": "No more downloads",
    "23": "Palavra-Chave Opcional: ",
    "24": "Set expiration limits and define a password to access the file, then click on the <span class=\"icon-plus-sign\"><\/span> sign  to generate web link. You can generate many links to send them to different people.",
    "25": "Sem limite",
    "26": "Escolha os utilizadores ou grupos e defina as permissões de acesso dos mesmos. Usar só 'Escrever' irá criar uma Área de Trabalho apenas de Envio.",
    "27": "Partilhar ficheiro",
    "28": "Partilhar pasta",
    "29": "URL Web",
    "30": "Acesso de Utilizador",
    "31": "Ler",
    "32": "Escrever",
    "33": "Seguir",
    "34": "Utilizador existente ou novo",
    "35": "Etiqueta da Área de Trabalho",
    "36": "A pasta irá aparecer aos utilizadores como sendo uma Área de Trabalho com a seguinte etiqueta.",
    "37": "Confirmar",
    "38": "Seguir os conteúdos desta pasta",
    "39": "Seguir a actividade deste ficheiro",
    "40": "Convites",
    "41": "Enviar convites por e-mail aos utilizadores com quem partilhou este item.",
    "42": "Um utilizador de %s partilhou este URL consigo",
    "43": "Um utilizador de %s partilhou esta pasta consigo",
    "44": "%s Partilha",
    "45": "Enviar convite",
    "46": "Abrir Área de Trabalho %s1 directamente em %s2",
    "47": "Actualizado com sucesso o estado do seguimento",
    "48": "Não tem permissão para aceder a este conteúdo",
    "49": "Criar utilizador",
    "50": "Partilhar",
    "51": "Transferido",
    "52": "Configuração",
    "53": "nenhum",
    "54": "Com...",
    "55": "Partilhado...",
    "56": "Configurar Partilha...",
    "57": "vezes",
    "58": "Por favor seleccione pelo menos uma permissão!",
    "59": "Página de Transferência",
    "60": "URL para Transferência Directa",
    "61": "Código de Incorporação em HTML",
    "62": "Endereço do Mini-Site",
    "63": "Nova Área de Trabalho",
    "64": "Para os utilizadores internos e externos, esta pasta irá aparecer como uma nova Área de Trabalho na lista de Áreas de Trabalho dos mesmos.",
    "65": "Mini-Site Público (sem autenticação requerida)",
    "66": "Para utilizadores externos, esta pasta irá aparecer como uma lista simples.",
    "67": "Mini-Site Privado (Autenticação por parte dos utilizadores requerida)",
    "68": "Para utilizadores externos, esta pasta irá aparecer como uma lista simples, mas autenticação por parte do utilizador é requerida para obter acesso",
    "69": "Configurar Mini-Site",
    "70": "Utilize as caixas de marcação para dar permissões a esta pasta ao público. Se seleccionar 'Enviar' apenas, esta pasta irá aparecer vazia, mas os utilizadores poderão colocar ficheiros nela normalmente.",
    "69r": "Minisite Configuration",
    "70r": "Labels and permissions granted to the users accessing this minisite",
    "71": "Permissões",
    "72": "Navegar & Pré-Visualização",
    "73": "Transferir",
    "74": "Enviar ficheiros",
    "74b": "Edit",
    "75": "Por favor utilize um número positivo tanto para o campo Validade como para o Limite Máximo de Transferências.",
    "76": "Por favor active as cookies no seu Navegador para poder aceder a esta aplicação",
    "77": "Por favor active o Javascript no seu Navegador para aceder a esta aplicação",
    "78": "ATENÇÃO: Só deve utilizar caracteres alfa-numéricos padrão para nomes de utilizador. O Identificador '%CURRENT%' será substituído por '%NEW%'",
    "79": "invite",
    "80": "Send link by email to a selection of users or addresses",
    "81": "stop watching",
    "82": "watch",
    "83": "Toggle watch status to receive or not notifications when file is downloaded",
    "84": "password",
    "85": "A protection password is set on this link",
    "86": "expire",
    "87": "This link will automatically expire on...",
    "88": "downloads",
    "89": "Number of downloads \/ authorized downloads. Click to reset download counter.",
    "90": "Link URL",
    "91": "Tags (Enter to save)",
    "92": "New link",
    "93": "Existing links",
    "94": "QR Code",
    "95": "QR code",
    "96": "stop sharing",
    "97": "Stop sharing this folder with other users",
    "98": "My Shares",
    "99": "All shared elements",
    "100": "Shared files",
    "101": "All files shared as public links",
    "102": "Shared folders",
    "103": "All folders shared as workspaces or minisites.",
    "104": "Displaying first link, there are %s others",
    "105": "Displaying first link, there is one other",
    "106": "Do you want to reset the download counter?",
    "107": "Download limit must be between 1 and %s",
    "108": "Use a QRCode reader to scan the image ",
    "80b": "Invite by email the selected users to visit this workspace",
    "83b": "Toggle watch status to receive or not notifications when workspace is consulted",
    "109": "Minisite User",
    "110": "Share this",
    "110b": "Share",
    "111": "Share this page with other people",
    "112": "Share this page",
    "113": "As workspace",
    "114": "Share folder as a new workspace",
    "115": "As minisite",
    "116": "Publish folder content",
    "117": "As private minisite",
    "118": "Password-protected minisite",
    "119": "Download link",
    "120": "Simple download page",
    "121": "Download page w\/ preview",
    "122": "Download page w\/ embedded preview",
    "123": "Selection as minisite",
    "124": "Publish current selection",
    "125": "Edit Share",
    "126": "Edit\/stop already configured sharing",
    "127": "Migrate legacy shares",
    "128": "Migrate legacy shares",
    "129": "Copy URL",
    "130": "Copy URL to your clipboard",
    "131": "No shared files or folders yet.",
    "132": "Workspace",
    "133": "As a public link",
    "134": "As a workspace",
    "135": "Folder will appear as a minisite in the user browser",
    "136": "Folder content will appear as a new workspace for the application users",
    "137": "Share selected file via a public link",
    "138": "You have shared this folder as a public link (minisite)",
    "139": "You have shared this folder as a workspace with application users",
    "140": "You have shared this file via a public link",
    "141": "Change parameters",
    "142": "Hide parameters",
    "143": "Use <kbd>Ctrl<\/kbd>+<kbd>C<\/kbd>to copy the link",
    "144": "Use <kbd>&#8984;<\/kbd>+<kbd>C<\/kbd> to copy the link",
    "145": "Description",
    "146": "Will be displayed to the shared users",
    "147": "Security",
    "148": "(Optional)",
    "149": "Leave 0 for no limit",
    "150": "Access rights",
    "151": "Layout",
    "152": "Update",
    "153": "Standard (file list with application header)",
    "154": "Film Strip (good for image galleries)",
    "155": "Embedded (smaller header, for widgets)",
    "156": "Successfully published link %s",
    "46_mini": "Open mini %s1",
    "46_file": "Open file %s1",
    "157": "This folder is currently shared. If you delete it, associated share will be disabled.",
    "158": "This file is currently shared. If you delete it, associated share will be disabled. ",
    "159": "Owner",
    "160": "You are not allowed to delete this shared item",
    "161": "Deprecated Link",
    "162": "You have one or more legacy link on this file. Please replace this with a new share link by stopping this share and recreating a new one. Copy the share 'hash' (the last part of the link, e.g. http:\/\/yourpydio.com\/data\/public\/<em style='color:red;'>206a51<\/em>.php) and use it in the new sharing dialog to make sure the link will still be active after migration.",
    "163": "Drop Files Here (for upload-enabled minisites)",
    "138b": "You have shared this folder as a public link, but it is currently inactive (expired).",
    "139b": "You have shared this folder as a workspace with application users, but it is currently inactive (expired).",
    "140b": "You have shared this file via a public link, but it is currently inactive (expired).",
    "164": "Not allowed: script was modified!",
    "165": "Sorry, this link is expired!",
    "166": "Cannot find specified link!",
    "167": "Link is expired!",
    "168": "The number of authorized downloads have been reached. Click to reset the counter and reactivate the link.",
    "169": "The expiration date was reached. Change the parameters with a new date if you want to reactivate the link.",
    "170": "This is link is secured with a password.",
    "171": "Link Handle",
    "172": "Sorry this link is already used, please pick another handle.",
    "173": "If you want a durable and pretty link (like https:\/\/...\/my-share-link), you can use this field. Link handle will be generated if left empty.",
    "174": "Reset Password",
    "175": "Please set a password and make sure it's long enough!",
    "176": "(Mandatory)",
    "177": "View parameters",
    "178": "enabled",
    "179": "Revert",
    "180": "Clear list",
    "181": "Modify",
    "182": "Use the field above to pick a user from the internal directory or from your personal address book. If you want to create a new user, just type in a new identifier and hit Enter.",
    "183": "Notify on content change",
    "184": "Notify me when content is accessed or changed",
    "185": "Notify me when content is accessed",
    "186": "Notify me when content is changed",
    "187": "Do not notify me",
    "188": "Receive alerts whenever a user accesses or modifies the content of this share.",
    "189": "Enable Public Link",
    "190": "This file is not currently publicly accessible. Enabling a public link will create a unique access that you can send to anyone. If you want to share with existing Pydio users, use the \"Users\" tab.",
    "191": "Copy link to clipboard",
    "192": "Link has been copied to clipboard",
    "193": "Customize Link",
    "194": "For a prettier link, you can customize the last part",
    "195": "Warning, there is no embedded viewer for this file, except opening in a new tab of your browser: this may trigger a download automatically when user opens the link.",
    "196": "Secure Access",
    "197": "Use this field to send optional comments",
    "198": "You can select the appearance of the link as it will appear in the browser.",
    "199": "Share Visibility",
    "200": "Visible to other users",
    "201": "Other users who access to the current workspace can update the links parameters, but they cannot delete it. Only you can stop this share or toggle its visibility",
    "202": "Other users who access to the current workspace can update the links parameters. You are not the owner of the share so you cannot delete it or toggle its visibility",
    "203": "Transfer Ownership",
    "203b": "Transfer",
    "204": "If the share is publicly visible and you want another user to manage this share, you can transfer its ownership.",
    "205": "Transfer to ... (user identifier)",
    "206": "Shares are 'private' by default: you only can see them. If you want other users who access the current workspace to see and edit this share, toggle the visibility.",
    "207": "Remote Users",
    "208": "Share with users from other filesharing platforms (compatible with Federated Sharing API).",
    "209": "Remote Address",
    "210": "User Identifier",
    "211": "pending",
    "212": "accepted",
    "213": "rejected",
    "214": "not sent",
    "215": "To enable a public link on a file or a folder, you first need to set up a password.",
    "216": "Successfully unshared element",
    "217": "Local Users",
    "218": "Notification",
    "219": "Error while loading share. Error was (%s).",
    "220": "You are not allowed to create users",
    "221": "You are not allowed to share with other users, only your own external users",
    "222": "User %s already exists, please choose another identifier",
    "223": "Custom link is too short, please use at least %s characters",
    "224": "You are not allowed to manage this share, please ask its owner to perform the changes, or to transfer you the ownership.",
    "225": "You are not allowed to create public links on files",
    "226": "You are not allowed to create public links on folders",
    "227": "You are not allowed to share files internally",
    "228": "You are not allowed to share folders internally",
    "229": "Insert a preview of the file by pasting this code inside an HTML page.",
    "230": "Please save before sending an invitation",
    "231": "Click to start downloading",
    "232": "No entries found for share, did you maybe delete some users?",
    "233": "Reset this share",
    "234": "It has been added to your %s workspace.",
    "235": "Generate unique links to identify users",
    "236": "Restrict access only to identified users",
    "237": "Use a random key instead of email in link",
    "238": "Share Types",
    "240": "Group by...",
    "241": "Shares List",
    "242": "Load More Results",
    "243": "Public Links",
    "244": "Shared Folders",
    "245": "%s personal invitation(s) sent",
    "246": "Open cell",
    "247": "Edit cell",
    "248": "Delete cell",
    "249": "Contents",
    "250": "Cells",
    "251": "Link",
    "252": "Access",
    "253": "Visibility",
    "254": "Shared in cells",
    "255": "Are you sure you want to delete all cells and links on this item?",
    "256": "Shares for %s",
    "257": "Created on %s",
    "258": "Edit cell users",
    "259": "Remove from this cell",
    "260": "Folder is shared in the following cells. You can edit the users or create a new cell.",
    "261": "Pick users or groups who will have access to this cell",
    "262": "Share this folder with other users by creating a new cell",
    "263": "Add to Cell...",
    "264": "+ New Cell",
    "265": "Link Label",
    "266": "Link Description",
    "267": "Cell Label",
    "268": "Cell Description",
    "269": "You will create a cell shared with %USERS. Pick some folders you want to share or just let Pydio create an empty folder for you!",
    "270": "users",
    "271": "groups",
    "272": "teams",
    "273": "nobody",
    "274": " and ",
    "275": "Create cells to collaborate with other users. First start by describing the object of this cell.",
    "276": "Title of your cell",
    "277": "Optionally add a description",
    "278": "Choose who you will share data with",
    "279": "Create cell now!",
    "280": "Cell has its own folder",
    "281": "Cell will be created in a new folder",
    "282": "Add an existing folder...",
    "283": "Select a node in the tree...",
    "284": "Visible in %s cells"
}