{
  "Allowed Extensions": {
    "other": "Extensões permitidas"
  },
  "Ext. Label": {
    "other": "Rótulo de Ext."
  },
  "Extensions List": {
    "other": "Lista de Extensões"
  },
  "File Size": {
    "other": "Tamanho do Arquivo"
  },
  "Filter the files that are allowed to be uploaded, by extensions. Use a comma-separated list.": {
    "other": "Filtre os arquivos que podem ser carregados, por extensões. Use uma lista separada por vírgulas."
  },
  "Limitations": {
    "other": "Limitações"
  },
  "Maximum size per file allowed to upload.": {
    "other": "Tamanho máximo por arquivo permitido para envio."
  },
  "Options shared by all uploaders plugins": {
    "other": "Opções compartilhadas por todos os plugins de remetentes"
  },
  "Uploaders Options": {
    "other": "Opções de Envio"
  },
  "User readable label for the list of allowed extensions (images, all files, etc).": {
    "other": "Rótulo legível do usuário para a lista de extensões permitidas (imagens, todos os arquivos, etc)."
  },
  "Multipart Uploads": {
    "other": "Envio em múltiplas partes"
  },
  "Multipart Parts Size": {
    "other": "Tamanho das múltiplas partes"
  },
  "Multipart Threshold": {
    "other": "Limite das múltiplas partes"
  },
  "Switch to Multipart Upload for files bigger than this value (in bytes)": {
    "other": "Mudar para Envio em múltiplas partes para arquivos maiores que este valor (em bytes)"
  },
  "Chunk Size used for multipart uploads, must be bigger than 5MB (5242800B)": {
    "other": "Tamanho de chunk usado para envio de várias partes, deve ser maior do que 5MB (5242800B)"
  },
  "Queue Size": {
    "other": "Tamanho da Fila"
  },
  "Number of concurrent uploads (maximum 6, due to browsers limitations)": {
    "other": "Número de envios simultâneos (máximo de 6, devido a limitações do navegador)"
  },
  "Timeout": {
    "other": "Tempo Limite"
  },
  "Request Timeout (in minutes) for each concurrent part upload": {
    "other": "Tempo limite do pedido (em minutos) para cada parte simultânea do envio"
  }
}