{
    "tour.welcomemodal.title": "Willkommen bei APPLICATION_TITLE",
    "tour.welcomemodal.subtitle": "Wählen Sie ein Profilbild aus! Diese schnelle Tour wird Sie durch die Web-Oberfläche leiten.",
    "tour.welcomemodal.skip": "Überspringen",
    "tour.welcomemodal.start": "Tour starten",
    "tour.create-menu.title": "Dateien hinzufügen",
    "tour.infopanel.title": "Info-Bereich",
    "tour.display-bar.title": "Anzeigeeinstellungen",
    "tour.uwidget.title": "Benutzer",
    "tour.workspaces.title": "Arbeitsumgebungen & Cells",
    "tour.globsearch.title": "Globale Suche",
    "tour.widget-cards.title": "Widgets",
    "tour.openworkspace.title": "Eine Arbeitsumgebung öffnen",
    "tour.create-menu": "Fügen Sie Dateien oder Ordner zur aktuellen Arbeitsumgebung hinzu.",
    "tour.infopanel.1": "Hier finden Sie zahlreiche Informationen über die aktuelle Auswahl: Datei-Infos, Freigabestatus, Benutzerdefinierte Metadaten, etc.",
    "tour.infopanel.2": "Dieser Bereich kann durch einen Klick auf das Info-Symbol in der Symbolleiste ausgeblendet werden",
    "tour.infopanel.search": "Suche",
    "tour.infopanel.folder": "Ordner",
    "tour.infopanel.file": "Datei",
    "tour.uwidget.addressbook": "Verzeichnis aller Benutzer mit Zugriff auf diese Plattform. Erstellen Sie eigene Benutzer und Teams, um Elemente freizugeben",
    "tour.uwidget.alerts": "Der Benachrichtigungs-Bereich informiert Sie, wenn ein Benutzer auf eine freigegebene Datei zugreift. Benachrichtigungen können auch per E-Mail an Sie versendet werden.",
    "tour.uwidget.menu": "Zugriff auf weitere Funktionen: Ihr Profil, Sicherheits-Funktionen, Ihre Freigaben, Abmeldung aus der Plattform.",
    "tour.uwidget.home": "Wechseln Sie mit diesem Button auf die Willkommen-Seite.",
    "tour.display-bar": "Mit dieser Toolbar können Sie die Ansicht umschalten: Von Vorschau auf Details wechseln oder die Dateien nach Namen oder Datum sortieren, etc...",
    "tour.workspaces.1": "Arbeitsumgebungen sind die obersten Ordner, mit denen Sie Ihre Daten organisieren können. Sie können nur durch Sie zugegriffen oder freigegeben werden.",
    "tour.workspaces.2": "Andere Benutzer können Ordner für Sie freigeben. Diese erscheinen hier ebenfalls als Cells.",
    "tour.globsearch.1": "Hier können Sie Dateien oder Ordner aller Arbeitsumgebungen finden. Es werden nur die ersten fünf Ergebnisse angezeigt. Öffnen Sie eine Arbeitsumgebung für mehr Ergebnisse und Sucheinstellungen.",
    "tour.globsearch.2": "Wenn kein Suchbegriff eingegeben ist werden die zuletzt geöffneten Dateien und Ordner angezeigt.",
    "tour.widget-cards": "Hier können Sie Widgets hinzufügen oder entfernen. Es ist möglich, diese durch ziehen zu sortieren.",
    "tour.openworkspace": "Bei der ersten Verbindung ist Ihre Historie leer. Öffnen Sie eine Arbeitsumgebung oder ein Cell um Dateien hinzuzufügen.",
    "tour.locale.back": "Zurück",
    "tour.locale.close": "Schließen",
    "tour.locale.last": "Beenden",
    "tour.locale.next": "Weiter",
    "tour.locale.skip": "Überspringen"
}