{
    "tour.welcomemodal.title": "Welcome to APPLICATION_TITLE",
    "tour.welcomemodal.subtitle": "Drag'n'drop the best photo of you for your profile! This quick tour will guide you through the web interface.",
    "tour.welcomemodal.skip": "Skip",
    "tour.welcomemodal.start": "Start the tour",
    "tour.create-menu.title": "Add files",
    "tour.infopanel.title": "Info Panel",
    "tour.display-bar.title": "Display Options",
    "tour.uwidget.title": "User Cartouche",
    "tour.workspaces.title": "Workspaces & Cells",
    "tour.globsearch.title": "Global Search",
    "tour.widget-cards.title": "Widgets",
    "tour.openworkspace.title": "Open a workspace",
    "tour.create-menu": "Start adding new files or folders to the current workspace.",
    "tour.infopanel.1": "Here, you will find many information about current selection: file information, sharing status, user-defined metadata, etc.",
    "tour.infopanel.2": "You can close this panel by using the info button in the display toolbar",
    "tour.infopanel.search": "Search",
    "tour.infopanel.folder": "Folder",
    "tour.infopanel.file": "File",
    "tour.uwidget.addressbook": "Directory of all the users accessing to the platform. Create your own users, and constitute teams that can be used to share resources",
    "tour.uwidget.alerts": "Alerts panel will inform you when a user with whom you shared some resources did access it. They can be sent to you directly by email.",
    "tour.uwidget.menu": "Access to other options : managing your profile and security features, browse all the resources you have shared, sign out of the platform.",
    "tour.uwidget.home": "Go back to the welcome panel with this button",
    "tour.display-bar": "This toolbar allows you to change the display: switch to thumbnails or detail mode depending on your usage, and sort files by name, date, etc...",
    "tour.workspaces.1": "Workspaces are top-level folders helping you organize your data. They may be accessed only by you, or shared accross many people.",
    "tour.workspaces.2": "Cells are collaborative spaces that you can share with other users. Create your own cells based on a folder, a team of users, or any relevant topic.",
    "tour.globsearch.1": "Use this search form to find files or folders in any workspace and cells. Only the first 5 results are shown, enter a workspace to get more results, and more search options.",
    "tour.globsearch.2": "When no search is entered, the history of your recently accessed files and folder is displayed instead.",
    "tour.widget-cards": "You can add or remove widgets here. You can also reorder them by simply dragging them around.",
    "tour.openworkspace": "At the first connection, your history is probably empty. Enter a workspace or a cell to start adding files.",
    "tour.locale.back": "Back",
    "tour.locale.close": "Close",
    "tour.locale.last": "Finish",
    "tour.locale.next": "Next",
    "tour.locale.skip": "Skip"
}