{
    "tour.welcomemodal.title": "Bienvenue sur APPLICATION_TITLE",
    "tour.welcomemodal.subtitle": "Glissez ici votre meilleur photo pour votre profil! Cette petite visite va vous introduire brièvement l'interface web.",
    "tour.welcomemodal.skip": "Ignorer",
    "tour.welcomemodal.start": "Démarrer le tour",
    "tour.create-menu.title": "Ajouter des fichiers",
    "tour.infopanel.title": "Panneau d'informations",
    "tour.display-bar.title": "Options d'affichage",
    "tour.uwidget.title": "Cartouche Utilisateur",
    "tour.workspaces.title": "Workspaces & Cellules",
    "tour.globsearch.title": "Recherche",
    "tour.widget-cards.title": "Widgets",
    "tour.openworkspace.title": "Ouvrir un workspace",
    "tour.create-menu": "Ajoutez des fichiers ou des répertoires au workspace courant",
    "tour.infopanel.1": "Vous trouverez ici différentes informations concernant la sélection courante: infos sur le fichier, statut de partage, méta-données, etc.",
    "tour.infopanel.2": "Vous pouvez fermer le panneau en appuyant sur le bouton Info dans la barre d'outil",
    "tour.infopanel.search": "Recherche",
    "tour.infopanel.folder": "Dossier",
    "tour.infopanel.file": "Fichier",
    "tour.uwidget.addressbook": "Annuaire de tous les utilisateurs accédant à la plateforme. Créez vos propres utilisateurs et constituez des équipes pour partager facilement des fichiers avec plusieurs personnes.",
    "tour.uwidget.alerts": "Les alertes vous informent lorsqu'un utilisateur accède à une ressource partagée. Vous pouvez les recevoir directement par email.",
    "tour.uwidget.menu": "Accéder à d'autres options : gestion de votre profil et options de sécurité, accès à tous vos partages, déconnexion.",
    "tour.uwidget.home": "Retour à la page d'accueil",
    "tour.display-bar": "Cette barre d'outil vous permet de changer les options d'affichage, de tri des données, etc.",
    "tour.workspaces.1": "Les workspaces regroupent les fichiers pour vous permettre d'organiser vos données. Ils peuvent être accessible seulement par vous ou partagés par plusieurs utilisateurs. ",
    "tour.workspaces.2": "Les cellules sont des espaces de collaboration partagés entre utilisateurs. Créez vos propres cellules autour d'un répertoire, d'une équipe, ou de n'importe quel autre sujet.",
    "tour.globsearch.1": "Utilisez ce moteur de recherche pour trouver des fichiers dans tous les workspaces. Seuls les 5 premiers résultats  sont affichés, entrez dans un workspace pour affiner votre recherche et avoir plus de résultats.",
    "tour.globsearch.2": "Quand il n'y a pas de recherche, ici s'affiche l'historique récent des fichiers et dossiers que vous avez accédé.",
    "tour.widget-cards": "Vous pouvez ajouter ou retirer des widgets. Vous pouvez aussi les ré-ordonner pas glisser-déposer.",
    "tour.openworkspace": "A la première connexion, vos historique est probablement vide. Effectuez une recherche ou entrez maintenant dans un workspace ou une cellule pour y ajouter des fichiers.",
    "tour.locale.back": "Retour",
    "tour.locale.close": "Fermer",
    "tour.locale.last": "Terminer",
    "tour.locale.next": "Suivant",
    "tour.locale.skip": "Ignorer"
}