{
  "#Items per page": {
    "other": "#Elementi per pagina"
  },
  "16X16 Icon for representing the template": {
    "other": "Icona 16X16 per rappresentare il template"
  },
  "A user-defined description of the content of this workspace": {
    "other": "Descrizione definita dall'utente per il contenuto di questo workspace"
  },
  "API endpoint - Used to launch the window allowing the user to authenticate and accept the terms of the app": {
    "other": "Endpoint API - Usato per aprire la finestra per l'autenticazione dell'utente e l'accettazione dei termini d'uso dell'app"
  },
  "API endpoint - Used to refresh or validate the token retrieved in the authentication part": {
    "other": "Endpoint API - Usato per aggiornare o verificare il token ricevuto nella fase di autenticazione"
  },
  "API setting - Redirect URL for the OAuth Application": {
    "other": "Impostazioni API - URL di reindirizzamento per l'applicazione OAuth"
  },
  "Absolute path to the public folder where temporary download links will be created. This is used for legacy purpose, newly created links do not use it anymore, but use the Base URI instead.": {
    "other": "Percorso assoluto alla cartella pubblica in cui verranno creati i link temporanei per i download. Questo è utilizzato per compatibilità retroattiva, i link creati di recente non lo utilizzano più, ma usano invece l'URI di base."
  },
  "Admin Login": {
    "other": "Login Amministratore"
  },
  "Admin email": {
    "other": "Email Amministratore"
  },
  "Administrator email, not used for the moment": {
    "other": "Email dell'Amministratore, non utilizzata al momento"
  },
  "Alias": {
    "other": "Alias"
  },
  "Alias for replacing the generated unique id of the repository": {
    "other": "Alias per sostituire l'ID unico generato per il workspace"
  },
  "Allow group administrators to create a repository from this template.": {
    "other": "Consenti al gruppo degli amministratori di creare un repository da questo template."
  },
  "Allow non-admin users to create a repository from this template.": {
    "other": "Consentire agli utenti senza privilegi di amministratore di creare un workspace da questo modello."
  },
  "Allow the users to pick an existing user when sharing a folder": {
    "other": "Consente agli utenti di selezionare un utente esistente quando si condivide una cartella"
  },
  "Allow to group admins": {
    "other": "Abilita per il gruppo degli amministratori"
  },
  "Allow to user": {
    "other": "Permetti all'utente"
  },
  "App Title": {
    "other": "Nome Applicazione"
  },
  "Ascending": {
    "other": "Ascendente"
  },
  "Auth Driver Commons": {
    "other": "Autenticazione dei Driver Comuni"
  },
  "Auth URL": {
    "other": "URL di Autenticazione"
  },
  "Auto Create User": {
    "other": "Creazione Automatica Utente"
  },
  "Auto apply role": {
    "other": "Applicazione automatica del ruolo"
  },
  "Big Icon": {
    "other": "Icona Grande"
  },
  "Big Icon for representing the template": {
    "other": "Icona grande per rappresentare il template"
  },
  "Browser Access": {
    "other": "Accesso Browser"
  },
  "Character Encoding": {
    "other": "Codifica Caratteri"
  },
  "Client ID": {
    "other": "ID Client"
  },
  "Client SECRET": {
    "other": "Client SECRET"
  },
  "Comma separated list of metastore and meta plugins, that will be automatically applied to all repositories created with this driver": {
    "other": "Lista, separata da virgole, dei plugin metastore e meta, che verrà automaticamente applicata a tutti i workspace creati con questo driver"
  },
  "Comma-separated list of extensions to hide. Extensions, files and folders that are hidden are also access forbidden.": {
    "other": "Lista, separata da virgole, delle estensioni da nascondere. Estensioni, file e cartelle nascoste hanno anche l'accesso interdetto."
  },
  "Comma-separated list of specific files to hide": {
    "other": "Lista, separata da virgole, degli specifici file da nascondere"
  },
  "Comma-separated list of specific folders to hide": {
    "other": "Lista, separata da virgole, delle specifiche cartelle da nascondere"
  },
  "Command Line": {
    "other": "Linea di Comando"
  },
  "Command-line Active": {
    "other": "Linea di Comando Attiva"
  },
  "Command-line PHP": {
    "other": "Linea di Comando PHP"
  },
  "Common URI to access the shares. Please READ THE DOC to safely use this feature.": {
    "other": "URI comune per accedere alle condivisioni. LEGGI LA DOCUMENTAZIONE per usare in modo sicuro questa funzionalità."
  },
  "Compression Features": {
    "other": "Funzionalità di Compressione"
  },
  "Core Connexion": {
    "other": "Connessione Principale"
  },
  "DSN": {
    "other": "DSN"
  },
  "Data Source Name": {
    "other": "Nome Data Source"
  },
  "Database": {
    "other": "Database"
  },
  "Database file": {
    "other": "File Database"
  },
  "Database name": {
    "other": "Nome Database"
  },
  "Database server": {
    "other": "Server Database"
  },
  "Default Label": {
    "other": "Etichetta Predefinita"
  },
  "Default Language": {
    "other": "Lingua Predefinita"
  },
  "Default Metasources": {
    "other": "Sorgenti Metadati Predefinite"
  },
  "Default Rights": {
    "other": "Privilegi Predefiniti"
  },
  "Default field to sort on": {
    "other": "Campo per l'ordinamento di default"
  },
  "Default language when a user does not have set his/her own.": {
    "other": "Lingua predefinita quando un utente non ha impostato la propria."
  },
  "Default realm for authentication. Please READ THE DOC to safely use this feature.": {
    "other": "Ambito principale per l'autenticazione. LEGGI LA DOCUMENTAZIONE per usare in modo sicuro questa funzionalità."
  },
  "Default sorting direction": {
    "other": "Direzione predefinita per l'ordinamento"
  },
  "Delegates download operations to an alternative agent, either webserver or Pydio agent. Warning, this requires external modules to be installed. When using XSendFile/XaccelRedirect, you have to manually add the folders where files will be downloaded in the module configuration": {
    "other": "Delega le operazioni di download a un agente alternativo, webserver o agente pydio. Attenzione, questo richiede l'installazione di moduli esterni. Quando si utilizza XSendFile/XlRediaccerect è necessario aggiungere manualmente nella configurazione del modulo le cartelle dove i file verranno scaricati"
  },
  "Descending": {
    "other": "Discendente"
  },
  "Description": {
    "other": "Descrizione"
  },
  "Digest Realm": {
    "other": "Ambito del Digest"
  },
  "Disable WebDAV": {
    "other": "Disabilita WebDAV"
  },
  "Disable Zip browsing": {
    "other": "Disabilita la navigazione ZIP"
  },
  "Disable Zip files inline browsing. This can be necessary if you always store huge zip archives: it can have some impact on performance.": {
    "other": "Disabilita la navigazione nei file ZIP. Questo può essere necessario se salvi spesso file ZIP di grandi dimensioni: potrebbe avere un'impatto significativo sulle performance."
  },
  "Display the list of files and folder when accessing through the browser": {
    "other": "Visualizza la lista dei file e delle cartelle quando si accede attraverso il browser"
  },
  "Download Delegation": {
    "other": "Delega del Download"
  },
  "Download Folder (Legacy)": {
    "other": "Cartella del Download (legacy)"
  },
  "Download URL": {
    "other": "URL del Download"
  },
  "Driver": {
    "other": "Driver"
  },
  "Driver type (do not touch)": {
    "other": "Tipo Driver (non toccare)"
  },
  "Enable WebDAV": {
    "other": "Abilita WebDAV"
  },
  "Enable WebDAV for all users by default. If set to false, users will have to manually enable WebDAV via their preferences panel.": {
    "other": "Per impostazione predefinita, abilita WebDAV per tutti gli utenti. Se impostato su false, gli utenti dovranno attivare manualmente WebDAV dal loro pannello delle preferenze."
  },
  "Enable for all users": {
    "other": "Abilita per tutti gli utenti"
  },
  "Enable the webDAV support. Please READ THE DOC to safely use this feature.": {
    "other": "Abilita il supporto webDAV. LEGGI LA DOCUMENTAZIONE per usare in modo sicuro questa funzionalità."
  },
  "Existing users": {
    "other": "Utenti Esistenti"
  },
  "Explicitly disable WebDAV access for this repository.": {
    "other": "Disabilita esplicitamente l'accesso WebDAV a questo repository."
  },
  "File": {
    "other": "File"
  },
  "File Type": {
    "other": "Tipo File"
  },
  "File size": {
    "other": "Dimensione file"
  },
  "Filename length": {
    "other": "Lunghezza nome file"
  },
  "Filesystem Commons": {
    "other": "Filesystem Commons"
  },
  "For exotic auth drivers, an user ID that must be considered as admin by default.": {
    "other": "Per i driver di autenticazione esotici, un ID utente che deve essere considerato come amministratore per impostazione predefinita."
  },
  "For multiple authentication, apply this role to users authenticated via this driver": {
    "other": "Per autenticazioni multiple, applica questo ruolo agli utenti autenticati con questo driver"
  },
  "Force Basic Auth": {
    "other": "Forza Autenticazione Base"
  },
  "Force remote sorting when in paginated mode. Warning, this can impact the performances.": {
    "other": "Forza l'ordinamento remoto quando in modalità paginazione. ATTENZIONE: incide sulle prestazioni del sistema."
  },
  "Group Path": {
    "other": "Percorso del Gruppo"
  },
  "Gzip Download": {
    "other": "Download Gzip"
  },
  "Gzip Limit": {
    "other": "Limite Gzip"
  },
  "Gzip files on-the-fly before downloading. Disabled by default, as it's generally useful only on small files, and decreases performances on big files. This has nothing to see with the Zip Creation feature, it's just a on-the-fly compression applied on a unique file at download.": {
    "other": "Comprimi (Gzip) i file in tempo reale prima di scaricarli. Disabilitata automaticamente, questa funzione è generalmente utile solo con i file di piccole dimensioni e riduce le prestazioni con i file di grandi dimensioni. Non ha nulla a che vedere con la funzione Creazione ZIP, è solo una compressione in tempo reale applicata a un unico file nel momento del download."
  },
  "Hide extensions": {
    "other": "Nascondi estensioni"
  },
  "Hide files": {
    "other": "Nascondi File"
  },
  "Hide folders": {
    "other": "Nascondi Cartelle"
  },
  "Hide recycle bin": {
    "other": "Nascondi Cestino"
  },
  "Host": {
    "other": "Host"
  },
  "Host used in webDAV protocol. Should be detected by default. Please READ THE DOC to safely use this feature.": {
    "other": "Host utilizzato nel protocollo webDAV. Dovrebbe essere individuato automaticamente. LEGGI LA DOCUMENTAZIONE per usare in modo sicuro questa funzionalità."
  },
  "If activated, a default limit should be set above when files are no more compressed.": {
    "other": "Se attivo, dovrebbe essere impostato un limite superiore predefinito quando i file non sono più compressi."
  },
  "If not inferred directly from the current Pydio URL plus the public base URI, replace the public access URL here.": {
    "other": "Se non deriva direttamente dall'attuale URL Pydio più l'URI comune di base, sostituire l'URL di accesso pubblico in questo punto."
  },
  "If set to a given URL, the login action will not trigger the display of login screen but redirect to this URL.": {
    "other": "Se impostata su uno specifico URL, l'azione di login non attiverà la visualizzazione della schermata di login ma reindirizzerà a questo URL."
  },
  "If you encounter problems with online zip creation or multiple files downloading, you can disable the feature.": {
    "other": "Se si incontrano problemi con la creazione online degli ZIP, è possibile disabilitare la funzionalità."
  },
  "If you have tons of workspaces (which is not recommanded), admin users login can take a long time while updating admin access to all repositories. Use this option to disable this step, admin will always have access to the Settings.": {
    "other": "Quando si hanno molti workspace (sconsigliato), il login degli amministratori può richiedere molto tempo per l'aggiornamento dell'accesso amministrativo a tutti i repository. Usare questa opzione per disabilitare questo passaggio, gli amministratori avranno comunque accesso alle Impostazioni."
  },
  "If your server does not set correctly its charset, it can be good to specify it here manually.": {
    "other": "Se il server non imposta correttamente il suo charset, può essere utile specificarlo quì manualmente."
  },
  "Leave empty if you do not want to use a recycle bin.": {
    "other": "Lascia vuoto se non vuoi abilitare il cestino."
  },
  "Login Redirect": {
    "other": "Reindirizzamento dell'Accesso"
  },
  "Main": {
    "other": "Opzioni Principali"
  },
  "Main container for core Pydio settings (application title, sharing, webdav server config, etc...)": {
    "other": "Contenitore principale delle impostazioni core di Pydio (nome applicazione, condivisione, configurazione del server webdav, ecc...)"
  },
  "Maximum characters length of new files or folders": {
    "other": "Lunghezza massima in caratteri per nuovi file e cartelle"
  },
  "Metadata and indexation": {
    "other": "Metadata e indicizzazione"
  },
  "Miscellaneous": {
    "other": "Varie"
  },
  "Modification date": {
    "other": "Data modifica"
  },
  "Name": {
    "other": "Nome"
  },
  "OAuth Commons": {
    "other": "OAuth Commons"
  },
  "On Windows running IIS, set this option to true if the COM extension is loaded, this may enable the use of the php command line.": {
    "other": "Sui PC Windows con IIS, imposta questa opzione a VERO se l'estensione COM è caricata, questo potrebbe abilitare l'uso della linea di comando PHP."
  },
  "On specific hosts, you may have to use a specific path to access the php command line": {
    "other": "Su alcuni host, potresti dover usare un percorso specifico per accedere alla linea di comando PHP"
  },
  "Once in pagination mode, number of items to display per page.": {
    "other": "Una volta in modalità paginazione, indica il numero di elementi da mostrare per ciascuna pagina."
  },
  "Pagination Threshold": {
    "other": "Soglia Paginazione"
  },
  "Password": {
    "other": "Password"
  },
  "Prefilled label for the new repository, you can use the PYDIO_USER keyworkd in it.": {
    "other": "Etichetta precompilata per il nuovo workspace, è possibile usare la keyword PYDIO_USER."
  },
  "Public Base URI": {
    "other": "URI pubblica di base"
  },
  "Pydio Main Options": {
    "other": "Opzioni Principali Pydio"
  },
  "Read Only": {
    "other": "Sola Lettura"
  },
  "Read and Write": {
    "other": "Lettura e Scrittura"
  },
  "Recycle Bin Folder": {
    "other": "Cartella Cestino"
  },
  "Redirect URL": {
    "other": "URL di reindirizzamento"
  },
  "Remote Sorting": {
    "other": "Ordinamento remoto"
  },
  "Remote Sorting Default Direction": {
    "other": "Direzione predefinita per l'ordinamento remoto"
  },
  "Remote Sorting Default Field": {
    "other": "Campo predefinito per l'ordinamento remoto"
  },
  "Repository Commons": {
    "other": "Repository Comuni"
  },
  "Repository Slug": {
    "other": "ID del Repository"
  },
  "Scope": {
    "other": "Scopo"
  },
  "Server URL": {
    "other": "URL Server"
  },
  "Server URL used to build share links and notifications. It will be detected if empty.": {
    "other": "URL del Server usato per costruire i link di condivisione e le notifiche. Verrà completato automaticamente, se vuoto."
  },
  "Session credentials": {
    "other": "Credenziali Sessione"
  },
  "Set this repository group owner : only users of this group will see it": {
    "other": "Imposta il gruppo proprietario di questo repository: solo gli utenti di questo gruppo potranno vederlo"
  },
  "Set up a specific encoding (try IBM850 or CP437) for filenames to fix characters problems during Zip creation. This may create OS-incompatible archives (Win/Mac).": {
    "other": "Impostare una codifica specifica (prova IBM850 o CP437) per i nomi dei file per risolvere i problemi durante la creazione degli Zip. Questo può creare archivi non compatibili con alcuni sistemi operativi (Win/Mac). Se hai ancora problemi, puoi aggiungere //TRANSLIT dopo la stringa di codifica per forzare la traslitterazione dei caratteri sconosciuti nel target di codifica (per esempio, CP437//TRANSLIT)."
  },
  "Shares Host": {
    "other": "Host Condivisioni"
  },
  "Shares URI": {
    "other": "URI Condivisioni"
  },
  "Sharing": {
    "other": "Condivisione"
  },
  "Show files beginning with a .": {
    "other": "Mostra i file che iniziano con un ."
  },
  "Show hidden files": {
    "other": "Visualizza file nascosti"
  },
  "Skip auto-update admin rights": {
    "other": "Salta l'auto-aggiornamento dei diritti di amministrazione"
  },
  "Small Icon": {
    "other": "Icona Piccola"
  },
  "Template Options": {
    "other": "Opzioni Template"
  },
  "Temporary Folder": {
    "other": "Cartella Temporanea"
  },
  "This authentication mechanism is less secure, but will avoid the users having to re-enter a password in some case.": {
    "other": "Questo meccanismo di autenticazione è meno sicuro, ma potrebbe evitare all'utente di dover re-inserire la password."
  },
  "This is necessary only if you have errors concerning the tmp dir access or writeability : most probably, they are due to PHP SAFE MODE (should disappear in php6) or various OPEN_BASEDIR restrictions. In that case, create and set writeable a tmp folder somewhere at the root of your hosting (but above the web/ or www/ or http/ if possible!!) and enter here the full path to this folder": {
    "other": "Questo è necessario solo se ci sono errori che riguardano l'accesso o la scrittura sulla cartella TMP: molto probabilmente, sono dovuti al 'PHP SAFE MODE' (che dovrebbe sparire in PHP6) o a varie restrizioni 'OPEN_BASEDIR'. In questo caso, crea ed imposta come 'scrivibile' una cartella TMP nella root del tuo hosting (se possibile, prima di 'web/' o 'www/' o 'http/'!!) e inserisci quì il suo percorso completo"
  },
  "This right pattern (empty, r, or rw) will be applied at user creation for this repository.": {
    "other": "Questa maschera di permessi (vuoto, r, o rw) verrà applicata alla creazione del workspace da parte dell'utente."
  },
  "Token URL": {
    "other": "URL Token"
  },
  "Transmit Clear Pass": {
    "other": "Trasmetti Password in chiaro"
  },
  "Try to use the current Pydio user credentials for connecting. Warning, the PYDIO_SESSION_SET_CREDENTIALS config must be set to true!": {
    "other": "Cerca di utilizzare le attuali credenziali Pydio per la connessione. ATTENZIONE: la configurazione PYDIO_SESSION_SET_CREDENTIALS deve essere attivata!"
  },
  "URI where to serve the public links": {
    "other": "URI dove servire i link pubblici"
  },
  "Use COM class": {
    "other": "Usa classe COM"
  },
  "Use MySQLi": {
    "other": "Usa MySQLi"
  },
  "Use PHP MySQLi extension": {
    "other": "Usa l'estensione PHP 'MySQLi'"
  },
  "Use Pydio framework via the command line, allowing CRONTAB jobs or background actions.": {
    "other": "Utilizza il framework Pydio attraverso la linea di comando, abilitando i CRONTAB jobs o le azioni in background."
  },
  "User": {
    "other": "Utente"
  },
  "User Credentials": {
    "other": "Credenziali Utente"
  },
  "User name": {
    "other": "Nome utente"
  },
  "User name - Can be overriden on a per-user basis (see users 'Personal Data' tab)": {
    "other": "Nome utente - Può essere sovrascritto su base per utente (vedi la scheda 'Dati Personali' dell'utente)"
  },
  "User password": {
    "other": "Password utente"
  },
  "User password - Can be overriden on a per-user basis.": {
    "other": "Password utente - Può essere sovrascritta su base per utente."
  },
  "WebDAV Server": {
    "other": "Server WebDAV"
  },
  "When a folder will contain more items than this number, display will switch to pagination mode, for better performances.": {
    "other": "Quando una cartella contiene più elementi rispetto a questo numero, la visualizzazione passerà alla modalità paginazione, per migliorare le prestazioni."
  },
  "When set to true, the user object is created automatically if the authentication succeed. Used by remote authentication systems.": {
    "other": "Quando impostato su VERO, se l'autenticazione ha successo l'oggetto utente verrà creato automaticamente. Utilizzato dai sistemi di autenticazione remota."
  },
  "Whether the password will be transmitted clear or encoded between the client and the server": {
    "other": "Specifica se la password verrà trasmessa tra il client e il server in chiaro o codificata"
  },
  "Whether to show the recycle bin folder. Unlike in the following options, the folder will be hidden but still writeable.": {
    "other": "Se mostrare la cartella Cestino. A differenza delle seguenti opzioni, la cartella sarà nascosta ma ancora scrivibile."
  },
  "Write Only (upload)": {
    "other": "Sola Scrittura (upload)"
  },
  "Your application title": {
    "other": "Questo nome apparirà come titolo della finestra, nella schermata di avvio."
  },
  "Zip Creation": {
    "other": "Creazione ZIP"
  },
  "Zip Encoding": {
    "other": "Codifica Zip"
  },
  "Merge Workspaces and Cells": {
    "other": "Merge Workspaces and Cells"
  },
  "Do not display workspaces and cells separately": {
    "other": "Do not display workspaces and cells separately"
  }
}