{
  "#Items per page": {
    "other": "#Vienības lapā"
  },
  "16X16 Icon for representing the template": {
    "other": "16X16 šablona ikona"
  },
  "A user-defined description of the content of this workspace": {
    "other": "Lietotājam lasāms satura apraksts šai darbvirsmai"
  },
  "API endpoint - Used to launch the window allowing the user to authenticate and accept the terms of the app": {
    "other": "API galapunkts - Lieto lai palaistu logu kurš ļauj lietotājam autentificēties un piekrist aplikācijas noteikumiem"
  },
  "API endpoint - Used to refresh or validate the token retrieved in the authentication part": {
    "other": "API galapunkts - Lieto lai atjaunotu vai validētu kodu autentificējoties"
  },
  "API setting - Redirect URL for the OAuth Application": {
    "other": "API iestatījums - Pārvirzīt saiti OAuth aplikācijai"
  },
  "Absolute path to the public folder where temporary download links will be created. This is used for legacy purpose, newly created links do not use it anymore, but use the Base URI instead.": {
    "other": "Absolūtais ceļš publiski direktorijai kur tiek veidotas pagaidu lejupielādes saites. Lieto tikai no iepriekšējām versijām veidotām saitēm. Jaunām veidotām saitēm tas nav nepieciešams, jo tiek lietota Pamata saite (Base URI)."
  },
  "Admin Login": {
    "other": "Administratora pieslēgšanās"
  },
  "Admin email": {
    "other": "Administratora e-pasts"
  },
  "Administrator email, not used for the moment": {
    "other": "Administratora e-pasts, šobrīd netiek lietots"
  },
  "Alias": {
    "other": "Alias"
  },
  "Alias for replacing the generated unique id of the repository": {
    "other": "Alias kuru lieto la aizvietotu automātiski ģenerēto darbvirsmas id"
  },
  "Allow group administrators to create a repository from this template.": {
    "other": "Ļauj grupu administratoriem izveidot repozitoriju no šī šablona."
  },
  "Allow non-admin users to create a repository from this template.": {
    "other": "Ļauj lietotājiem kuri nav administratori izveidot darbvirsmu no šī šablona."
  },
  "Allow the users to pick an existing user when sharing a folder": {
    "other": "Ļaut lietotājiem izvēlēties lietotāju kad koplieto direktoriju"
  },
  "Allow to group admins": {
    "other": "Atļaut grupas administratoriem"
  },
  "Allow to user": {
    "other": "Atļaut lietotājam"
  },
  "App Title": {
    "other": "Aplikācijas nosaukums"
  },
  "Ascending": {
    "other": "Augoši"
  },
  "Auth Driver Commons": {
    "other": "Auth Driver Commons"
  },
  "Auth URL": {
    "other": "Auth URL"
  },
  "Auto Create User": {
    "other": "Automātiski izveidot lietotāju"
  },
  "Auto apply role": {
    "other": "Automātiski apstiprināt lomu"
  },
  "Big Icon": {
    "other": "Liela ikona"
  },
  "Big Icon for representing the template": {
    "other": "Šablona liela ikona"
  },
  "Browser Access": {
    "other": "Pārlūka piekļuve"
  },
  "Character Encoding": {
    "other": "Simbolu kodējums"
  },
  "Client ID": {
    "other": "Klienta ID"
  },
  "Client SECRET": {
    "other": "Klienta PAROLE"
  },
  "Comma separated list of metastore and meta plugins, that will be automatically applied to all repositories created with this driver": {
    "other": "Ar komatu atdalītu metastore un meta spraudņu saraksts kurš tiks pielietots ar šo diznēju izveidotajām darbvirsmām"
  },
  "Comma-separated list of extensions to hide. Extensions, files and folders that are hidden are also access forbidden.": {
    "other": "Ar komatu atdalītu paplašinājumu saraksts kurus ir jāslēpj. Paplašinājumi, faili un direktorijas kuri tiek slēpti parasti ir ar liegtu piekļuvi."
  },
  "Comma-separated list of specific files to hide": {
    "other": "Ar komatu atdalītu failu saraksts kurus ir jāslēpj"
  },
  "Comma-separated list of specific folders to hide": {
    "other": "Ar komatu atdalītu direktoriju saraksts kuras ir jāslēpj"
  },
  "Command Line": {
    "other": "Komandrinda"
  },
  "Command-line Active": {
    "other": "Komandrinda aktīva"
  },
  "Command-line PHP": {
    "other": "PHP komandrinda"
  },
  "Common URI to access the shares. Please READ THE DOC to safely use this feature.": {
    "other": "Kopējā saite lai piekļūtu koplietojamajiem datiem. Lasiet dokumentāciju lai droši izmantotu šo iespēju."
  },
  "Compression Features": {
    "other": "Kopresijas iespējas"
  },
  "Core Connexion": {
    "other": "Pamata konekcija"
  },
  "DSN": {
    "other": "DSN"
  },
  "Data Source Name": {
    "other": "Datu avota nosaukums"
  },
  "Database": {
    "other": "Datu bāze"
  },
  "Database file": {
    "other": "Datu bāzes fails"
  },
  "Database name": {
    "other": "Datu bāzes nosaukums"
  },
  "Database server": {
    "other": "Datu bāzes serveris"
  },
  "Default Label": {
    "other": "Noklusētais nosaukums"
  },
  "Default Language": {
    "other": "Noklusējuma valoda"
  },
  "Default Metasources": {
    "other": "Noklusētie meta avoti"
  },
  "Default Rights": {
    "other": "Noklusētās tiesības"
  },
  "Default field to sort on": {
    "other": "Noklusētais lauks pēc kura notiek šķirošana"
  },
  "Default language when a user does not have set his/her own.": {
    "other": "Noklusētā valoda ja lietotājs nav iestatījis savējo."
  },
  "Default realm for authentication. Please READ THE DOC to safely use this feature.": {
    "other": "Noklusētais autentifikācijas lauks. Izlasiet dokumentāciju lai droši lietotu šo iespēju."
  },
  "Default sorting direction": {
    "other": "Noklusētais šķirošanas virziens"
  },
  "Delegates download operations to an alternative agent, either webserver or Pydio agent. Warning, this requires external modules to be installed. When using XSendFile/XaccelRedirect, you have to manually add the folders where files will be downloaded in the module configuration": {
    "other": "Deleģē lejupielādes darbību alternatīvam aģentam, vai nu web serverim vai Pydio aplikācijai. Uzmanību, šai funkcijai vajag instalēt ārējus moduļus. Lietojot XSendFile/XaccelRedirect nepieciešams manuāli pievienot direktorijas kurās faili tiks lejupielādēti moduļa konfigurācijā"
  },
  "Descending": {
    "other": "Dilstoši"
  },
  "Description": {
    "other": "Apraksts"
  },
  "Digest Realm": {
    "other": "Autentifikācija"
  },
  "Disable WebDAV": {
    "other": "Izslēgt WebDAV"
  },
  "Disable Zip browsing": {
    "other": "Izslēgt Zip pārlūkošanu"
  },
  "Disable Zip files inline browsing. This can be necessary if you always store huge zip archives: it can have some impact on performance.": {
    "other": "Izslēgt Zip failu pārlūkošanu iekšpusē. Tas nepiecišams ja veidojat lielus zip arhīvus: tas var iespaidot ātrdarbību."
  },
  "Display the list of files and folder when accessing through the browser": {
    "other": "Rādīt pārlūkā failu un direktoriju sarakstu"
  },
  "Download Delegation": {
    "other": "Lejupielādes deleģēšana"
  },
  "Download Folder (Legacy)": {
    "other": "Lejupielādes direktorija (Mantots)"
  },
  "Download URL": {
    "other": "Lejupielādes saite"
  },
  "Driver": {
    "other": "Dzinējs"
  },
  "Driver type (do not touch)": {
    "other": "Dzinēja veids (neaiztikt)"
  },
  "Enable WebDAV": {
    "other": "Ieslēgt WebDAV"
  },
  "Enable WebDAV for all users by default. If set to false, users will have to manually enable WebDAV via their preferences panel.": {
    "other": "Ieslēgt WebDAV visiem lietotājiem pēc noklusējuma. Ja nav iestatīts, lietotājiem pašiem ir manuāli jāieslēdz WebDAV kontroles panelī."
  },
  "Enable for all users": {
    "other": "Ieslēgt visiem lietotājiem"
  },
  "Enable the webDAV support. Please READ THE DOC to safely use this feature.": {
    "other": "Ieslēgt WebDAV atbalstu. Izlasiet dokumentāciju lai droši lietotu šo funkciju."
  },
  "Existing users": {
    "other": "Esošie lietotāji"
  },
  "Explicitly disable WebDAV access for this repository.": {
    "other": "Izslēgt WebDAV piekļuvi šim repozitorijam."
  },
  "File": {
    "other": "Fails"
  },
  "File Type": {
    "other": "Faila veids"
  },
  "File size": {
    "other": "Faila izmērs"
  },
  "Filename length": {
    "other": "Faila nosaukuma garums"
  },
  "Filesystem Commons": {
    "other": "Failu sistēmas kopīgie parametri"
  },
  "For exotic auth drivers, an user ID that must be considered as admin by default.": {
    "other": "Eksotiskiem autentifikācijas dzinējiem lietotāja ID pēc noklusējuma tiek uztverts kā administrators."
  },
  "For multiple authentication, apply this role to users authenticated via this driver": {
    "other": "Esot vairākām autentifikācijām, lietotājiem kuri ir autentificējušies izmantojiet šo dzinēju"
  },
  "Force Basic Auth": {
    "other": "Lietot Basic Auth"
  },
  "Force remote sorting when in paginated mode. Warning, this can impact the performances.": {
    "other": "Piespiedu attālināta šķirošana ja ieslēgts vairāku lappušu režīms. Uzmanību, tas var iespaidot ātrdarbību."
  },
  "Group Path": {
    "other": "Grupas ceļš"
  },
  "Gzip Download": {
    "other": "Gzip lejupielāde"
  },
  "Gzip Limit": {
    "other": "Gzip limits"
  },
  "Gzip files on-the-fly before downloading. Disabled by default, as it's generally useful only on small files, and decreases performances on big files. This has nothing to see with the Zip Creation feature, it's just a on-the-fly compression applied on a unique file at download.": {
    "other": "Arhivēt failus pirms lejupielādes. Pēc noklusējuma izslēgts, jo tas ir noderīgi tikai maza izmēra failiem un samazina ātrdarbību lieliem failiem. Tam nav sakara ar Zip failu veidošanas iespēju, bet tikai ar ātro arhivēšanu pirms faila lejupielādes."
  },
  "Hide extensions": {
    "other": "Slēpt paplašinājumus"
  },
  "Hide files": {
    "other": "Slēpt failus"
  },
  "Hide folders": {
    "other": "Slēpt direktorijas"
  },
  "Hide recycle bin": {
    "other": "Slēpt miskasti"
  },
  "Host": {
    "other": "Serveris"
  },
  "Host used in webDAV protocol. Should be detected by default. Please READ THE DOC to safely use this feature.": {
    "other": "Serveris kuru lieto WebDAV protokolam. Parasti tiek noteikts automātiski. Izlasiet dokumentāciju lai droši lietotu šo funkciju."
  },
  "If activated, a default limit should be set above when files are no more compressed.": {
    "other": "Ja ieslēgts, noklusētais limits tiks iestatīts augstāks ja faili netiek vairāk kompresēti."
  },
  "If not inferred directly from the current Pydio URL plus the public base URI, replace the public access URL here.": {
    "other": "Ja nav pārņemts tieši no Pydio saites un publiskās pamata saites šiet var nomainīt publisko piekļuves saiti."
  },
  "If set to a given URL, the login action will not trigger the display of login screen but redirect to this URL.": {
    "other": "Ja ir iestatīta saite, pieslēgšanās darbība nepārslēgs pieslēgšanās ekrānu, bet pārvirzīs uz šo saiti."
  },
  "If you encounter problems with online zip creation or multiple files downloading, you can disable the feature.": {
    "other": "Ja ir problēmas ar zip failu veidošanu lejupielādējot vairākus failus, šo opciju iespējams atslēgt."
  },
  "If you have tons of workspaces (which is not recommanded), admin users login can take a long time while updating admin access to all repositories. Use this option to disable this step, admin will always have access to the Settings.": {
    "other": "Ja ir liels darbvirsmu skaits (nav ieteicams), pieslēgšnās administrācijas panelim var aizņemt ilgu laiku, jo tiek atjaunotas piekļuves tiesības visiem repozitorijiem. Lietojiet šo funkciju lai atslēgtu šo soli. Administratoram būs vienmēr piekļuve uzreiz Sistēmas iestatījumiem."
  },
  "If your server does not set correctly its charset, it can be good to specify it here manually.": {
    "other": "Ja serveris nepareizi iestata kodējumu to var norādīt manuāli."
  },
  "Leave empty if you do not want to use a recycle bin.": {
    "other": "Atstājiet tukšu ja nevēlaties lietot miskasti."
  },
  "Login Redirect": {
    "other": "Pieslēgšanās pārvirzīšana"
  },
  "Main": {
    "other": "Pamata opcijas"
  },
  "Main container for core Pydio settings (application title, sharing, webdav server config, etc...)": {
    "other": "Galveinais Pydio iestatījumu konteiners (aplikācijas nosaukums, koplietošana, webdav servera konfigurācija, u.t.t.)"
  },
  "Maximum characters length of new files or folders": {
    "other": "Maksimālais simbolu skaits jaunu failul un direktoriju nosaukumos"
  },
  "Metadata and indexation": {
    "other": "Meta dati un indeksācija"
  },
  "Miscellaneous": {
    "other": "Dažādi"
  },
  "Modification date": {
    "other": "Modificēšanas datums"
  },
  "Name": {
    "other": "Nosaukums"
  },
  "OAuth Commons": {
    "other": "OAuth Commons"
  },
  "On Windows running IIS, set this option to true if the COM extension is loaded, this may enable the use of the php command line.": {
    "other": "Uz Windows ISS servera šo funkciju iestatiet kā true ja ir ielādēts COM paplašinājums, ar to var ieslēgt php komandrindu."
  },
  "On specific hosts, you may have to use a specific path to access the php command line": {
    "other": "Uz specifiskiem serveriem jālieto specifisks ceļs lai piekļūtu php komandrindai"
  },
  "Once in pagination mode, number of items to display per page.": {
    "other": "Ja ir ieslēgts lapu dalīšanas režīms uzrādiet cik objektus uzrādīt vienā lapā."
  },
  "Pagination Threshold": {
    "other": "Lapu dalīšanas slieksnis"
  },
  "Password": {
    "other": "Parole"
  },
  "Prefilled label for the new repository, you can use the PYDIO_USER keyworkd in it.": {
    "other": "Jau aizpildīts nosaukums jaunām darbvirsmām, tajā var lietot PYDIO_USER atslēgas vārdu."
  },
  "Public Base URI": {
    "other": "Publiskā pamata saite"
  },
  "Pydio Main Options": {
    "other": "Pydio pamata opcijas"
  },
  "Read Only": {
    "other": "Tikai lasīt"
  },
  "Read and Write": {
    "other": "Lasīt un Rakstīt"
  },
  "Recycle Bin Folder": {
    "other": "Miskastes direktorija"
  },
  "Redirect URL": {
    "other": "Novirzīšanas URL"
  },
  "Remote Sorting": {
    "other": "Attālināta šķirošana"
  },
  "Remote Sorting Default Direction": {
    "other": "Attālinātas šķirošanas noklusētais virziens"
  },
  "Remote Sorting Default Field": {
    "other": "Attālinātas šķirošanas noklusētais lauks"
  },
  "Repository Commons": {
    "other": "Repozitoriju kopējās opcijas"
  },
  "Repository Slug": {
    "other": "Repozitoriju darbības joma"
  },
  "Scope": {
    "other": "Darbības lauks"
  },
  "Server URL": {
    "other": "Servera URL"
  },
  "Server URL used to build share links and notifications. It will be detected if empty.": {
    "other": "Servera saite kuru lieto lai veidotu koplietošanas saites un paziņojumus. Tiks noteikta ja ir tukša."
  },
  "Session credentials": {
    "other": "Sesijas akreditācijas dati"
  },
  "Set this repository group owner : only users of this group will see it": {
    "other": "Iestatīts repozitorija grupas īpašnieku : redzēs tikai grupas lietotāji"
  },
  "Set up a specific encoding (try IBM850 or CP437) for filenames to fix characters problems during Zip creation. This may create OS-incompatible archives (Win/Mac).": {
    "other": "Iestatīt kodējumu (mēģiniet IBM850 vai CP437) failu nosaukumiem lai labot nosaukumus Zip failu veidošanas laikā. Tas var izveidot ar sistēmām nesavienojamus arhīvus (Win/Mac). Ja tiek novērotas problēmas pēc kodēšanas saites var pievienot //TRANSLIT lai izmantotu piespiedu transliterāciju nezināmiem simboliem (piemēram CP437//TRANSLIT)."
  },
  "Shares Host": {
    "other": "Koplietošanas serveris"
  },
  "Shares URI": {
    "other": "Koplieotšanas saites"
  },
  "Sharing": {
    "other": "Koplietošana"
  },
  "Show files beginning with a .": {
    "other": "Rādīt failus kuri sākas ar a ."
  },
  "Show hidden files": {
    "other": "Rādīt slēptos failus"
  },
  "Skip auto-update admin rights": {
    "other": "Izlaist automātisku administratoru atļauju atjaunošanu"
  },
  "Small Icon": {
    "other": "Maza ikona"
  },
  "Template Options": {
    "other": "Šablona opcijas"
  },
  "Temporary Folder": {
    "other": "Pagaidu failu direktorija"
  },
  "This authentication mechanism is less secure, but will avoid the users having to re-enter a password in some case.": {
    "other": "Šis autentifikācijas veids ir mazāk drošs, bet nepieprasīs lietotājiem ievadīt paroli vairākas reizes."
  },
  "This is necessary only if you have errors concerning the tmp dir access or writeability : most probably, they are due to PHP SAFE MODE (should disappear in php6) or various OPEN_BASEDIR restrictions. In that case, create and set writeable a tmp folder somewhere at the root of your hosting (but above the web/ or www/ or http/ if possible!!) and enter here the full path to this folder": {
    "other": "Nepieciešams tikai ja ir kļūdas tmp direktorijas piekļuvē vai rakstīšanā : vizdrīzāk PHP SAFE MODE (nav jābūt php6 versijā) vai OPEN_BASEDIR ierobežojumi. Šajā gadījumā izveidojiet iestatiet lai ir ierakstāma tmp direktorija pamata datu direktorijā uz serbera (bet ja iespējams virs web/ vai www/ vai http/ direktorijas!!!) un ievadiet pilnu ceļu uz šo direktoriju"
  },
  "This right pattern (empty, r, or rw) will be applied at user creation for this repository.": {
    "other": "Izmantos šo pieraksta veidu (empty, r vai rw) veidojot lietotāju šai darbvirsmai."
  },
  "Token URL": {
    "other": "Koda saite"
  },
  "Transmit Clear Pass": {
    "other": "Sūtīt nešifrētu paroli"
  },
  "Try to use the current Pydio user credentials for connecting. Warning, the PYDIO_SESSION_SET_CREDENTIALS config must be set to true!": {
    "other": "Mēģiniet izmantot esošos Pydio pieslēgšanās datus. Uzmanību, PYDIO_SESSION_SET_CREDENTIALS konfigurācijai jābūt iestatītai kā true!"
  },
  "URI where to serve the public links": {
    "other": "Saite uz kuras ir publiskās saites"
  },
  "Use COM class": {
    "other": "Lietot COM klasi"
  },
  "Use MySQLi": {
    "other": "Lietot MySQLi"
  },
  "Use PHP MySQLi extension": {
    "other": "Lietot PHP MySQLi paplašinājumu"
  },
  "Use Pydio framework via the command line, allowing CRONTAB jobs or background actions.": {
    "other": "Lietot Pydio ar komandrindu ļaujot CRONTAB uzdevumus vai fona darbības."
  },
  "User": {
    "other": "Lietotājs"
  },
  "User Credentials": {
    "other": "Lietot akreditācijas datus"
  },
  "User name": {
    "other": "Lietotājvārds"
  },
  "User name - Can be overriden on a per-user basis (see users 'Personal Data' tab)": {
    "other": "Lietotājvārds - Var mainīt pēc nepieciešamības katram lietotājam (skatīt 'Personīgie dati' tabu)"
  },
  "User password": {
    "other": "Lietotāja parole"
  },
  "User password - Can be overriden on a per-user basis.": {
    "other": "Lietotāja parole - Var pielāgot katram lietotājam."
  },
  "WebDAV Server": {
    "other": "WebDAV Serveris"
  },
  "When a folder will contain more items than this number, display will switch to pagination mode, for better performances.": {
    "other": "Ja direktorijā ir vairāk failu par noteikto skaitu, tiks ieslēgts vairāku lapu režīms lai paaugstinātu ātrdarbību."
  },
  "When set to true, the user object is created automatically if the authentication succeed. Used by remote authentication systems.": {
    "other": "Ja ir ieslēgts, lietotāja objekti tiks izveidoti automātiski ja ir veiksmīga autentifikācija. Lieto autentifikācijai attālinātās sistēmās."
  },
  "Whether the password will be transmitted clear or encoded between the client and the server": {
    "other": "Vai parole tiks nosūtīta lasāmā tekstā vai šifrēta starp klientu un serveri"
  },
  "Whether to show the recycle bin folder. Unlike in the following options, the folder will be hidden but still writeable.": {
    "other": "Vai parādīt miskastes direktoriju. Direktorija būs slēpta un ierakstāma."
  },
  "Write Only (upload)": {
    "other": "Tikai ierakstīt (augšupielāde)"
  },
  "Your application title": {
    "other": "Nosaukums tiks parādīts loga nosaukumā, uzlecošajā logā."
  },
  "Zip Creation": {
    "other": "Zip izveidošana"
  },
  "Zip Encoding": {
    "other": "Zip šifrēšana"
  },
  "Merge Workspaces and Cells": {
    "other": "Merge Workspaces and Cells"
  },
  "Do not display workspaces and cells separately": {
    "other": "Do not display workspaces and cells separately"
  }
}