{
    "Generic Conf Features": "Configuraciones genéricas",
    "Let user create repositories": "Permitir al usuario crear repositorios",
    "Remember guest preferences": "Recordar preferencias de invitado",
    "If the 'guest' user is enabled, remember her preferences accross sessions.": "Si el usuario 'Invitado' está habilitado, recordar sus preferencias a través de sesiones.",
    "Configurations Management": "Gestión de configuraciones",
    "Sets how the application core data (users,roles,etc) is stored.": "Establece cómo se almacenan los datos básicos de aplicación (usuarios, roles, etc.)",
    "Default start repository": "Workspace de inicio por defecto",
    "Default Workspace": "Workspace por defecto",
    "Maximum number of shared users per user": "Número máximo de usuarios compartidos por usuario",
    "Shared users limit": "Límite de usuarios compartidos",
    "Core SQL Connexion": "Conexión SQL Principal",
    "SQL Connexion": "Conexión SQL",
    "Simple SQL Connexion definition that can be used by other sql-based plugins": "Definición de conexión SQL simple que puede ser utilizada por otros plugins basados en SQL",
    "Preferences Saving": "Preferencias de guardado",
    "Skip user history": "Omitir preferencias de interfaz",
    "Use this option to avoid automatic reloading of the interface state (last folder, opened tabs, etc)": "Utilice esta opción para evitar la carga automática del estado de la interfaz (última carpeta, pestañas abiertas, etc)",
    "Internal \/ External Users": "Usuarios internos \/ externos",
    "Maximum number of users displayed in the users autocompleter": "Número máximo de usuarios mostrados en la lista autocompletada de usuarios",
    "Users completer limit": "Límite del completador de usuarios",
    "Minimum number of characters to trigger the auto completion feature": "Número mínimo de caracteres para activar la función de autocompletado",
    "Users completer min chars": "Número mínimo de caracteres del completador de usuarios",
    "Do not display real login in parenthesis": "No mostrar el nombre de inicio de sesión real entre paréntesis",
    "Hide real login": "Ocultar nombre de inicio de sesión real",
    "See existing users": "Ver usuarios existentes",
    "Allow the users to pick an existing user when sharing a folder": "Permitir a los usuarios elegir un usuario existente al compartir una carpeta",
    "Create external users": "Crear usuarios externos",
    "Allow the users to create a new user when sharing a folder": "Permitir a los usuarios crear un nuevo usuario al compartir una carpeta",
    "External users parameters": "Parámetros de usuarios externos",
    "List of parameters to be edited when creating a new shared user.": "Lista de parámetros a editar al crear un nuevo usuario compartido.",
    "Configuration Store Instance": "Instancia de almacenamiento de la configuración",
    "Instance": "Instancia",
    "Choose the configuration plugin": "Seleccionar el plugin de configuración",
    "Name": "Nombre",
    "Full name displayed to others": "Mostrar el nombre completo a los demás",
    "Avatar": "Avatar",
    "Image displayed next to the user name": "Imágen mostrada junto al nombre de usuario",
    "Email": "Correo electrónico",
    "Address used for notifications": "Dirección utilizada para las notificaciones",
    "Country": "País",
    "Language": "Idioma",
    "User Language": "Idioma del usuario",
    "Role Label": "Etiqueta de rol",
    "Users Lock Action": "Acción de bloqueo de usuarios",
    "If set, this action will be triggered automatically at users login. Can be logout (to lock out the users), pass_change (to force password change), or anything else": "Si se establece, esta acción se activará automáticamente en el inicio de sesión de los usuarios. Puede ser cerrar la sesión (para bloquear a los usuarios), cambiar contraseña (para forzar el cambio de contraseña), o cualquier otra cosa",
    "Worskpace creation delegation": "Delegación de la creación de repositorios",
    "Let user create repositories from templates": "Permitir al usuario crear repositorios usando plantillas",
    "Whether users can create their own repositories, based on predefined templates.": "Si los usuarios pueden crear sus propios repositorios, hacerlo basándose en plantillas predefinidas.",
    "Users Directory Listing": "Listado del directorio de usuarios",
    "Share with existing users from all groups": "Compartir con los usuarios existentes de todos los grupos",
    "Allow to search users from other groups through auto completer (can be handy if previous option is set to false) and share workspaces with them": "Permitir de buscar usuarios de otros grupos a través de autocompletar (puede ser útil si la opción anterior se establece en False) y compartir repositorios con ellos",
    "List existing from all groups": "Listar existentes de todos los grupos",
    "If previous option is set to True, directly display a full list of users from all groups": "Si la opción anterior se establece en True, mostrar directamente una lista completa de los usuarios de todos los grupos",
    "Roles \/ Groups Directory Listing": "Listado de roles \/ directorio de grupos",
    "Display roles and\/or groups": "Mostrar roles y\/o grupos",
    "Users only (do not list groups nor roles)": "Sólo usuarios (no listar grupos ni roles)",
    "Allow Group Listing": "Permitir el listado de grupos",
    "Allow Role Listing": "Permitir el listado de roles",
    "Role\/Group Listing": "Listado de roles\/grupos",
    "List Roles By": "Listar roles por",
    "All roles": "Todos los roles",
    "User roles only": "Sólo roles de usuario",
    "role prefix": "Prefijo del rol",
    "Excluded Roles": "Roles excluidos",
    "Included Roles": "Roles incluidos",
    "Some roles should be disappered in the list.  list separated by ',' or start with 'preg:' for regex.": "Roles ocultos en la lista. Lista separada por ',' o empezar con 'preg: ' para expresiones regulares regex.",
    "Some roles should be shown in the list.  list separated by ',' or start with 'preg:' for regex.": "Roles que deben mostrarse en la lista. Lista separada por ',' o empezar con 'preg: ' para expresiones regulares regex.",
    "External Users Creation": "Creación de usuarios externos",
    "Always override other roles, included group roles.": "Ignorar siempre otros roles, incluido los roles de grupo.",
    "Always Override": "Ignorar Siempre",
    "Do not load groups and users list if no regexp is entered. Avoid sending large search on LDAP.": "No cargar la lista de grupos y usuarios si no se introduce una regexp. Evita enviar búsquedas largas a LDAP.",
    "Make regexp mandatory": "Regexp obligatorio"
}