{
  "title": {
    "other": "Importar Datos"
  },
  "legend": {
    "other": "Herramienta de Importación desde Pydio 8"
  },
  "next": {
    "other": "Siguiente"
  },
  "back": {
    "other": "Atrás"
  },
  "step.categories.choose": {
    "other": "Elegir características a importar"
  },
  "step.categories.choose.legend": {
    "other": "Utilice las casillas de verificación de abajo para seleccionar los datos que desea importar. Si es necesario, el asistente le sugerirá una configuración específica para cada característica y podrá validar las opciones elegidas antes de iniciar el proceso de importación. Para tener mayor control sobre el proceso de importación, le aconsejamos realizar un solo paso cada vez y ejecutar la herramienta de importación tantas veces como sea necesario."
  },
  "step.categories.summary": {
    "other": "Validación"
  },
  "step.categories.summary.legend": {
    "other": "Este es el resumen de la configuración. Por favor, revíselo antes de iniciar la importación en segundo plano."
  },
  "step.categories.summary.empty": {
    "other": "No hay configuración específica"
  },
  "step.categories.summary.launch": {
    "other": "Iniciar Importación Ahora"
  },
  "step.connection": {
    "other": "Conexión con Pydio 8"
  },
  "step.connection.legend": {
    "other": "Utilice el siguiente formulario para conectar con el servidor Pydio 8, utilizando el usuario dedicado que ha creado."
  },
  "step.connection.fail": {
    "other": "No se puede conectar con %s"
  },
  "step.connection.missing": {
    "other": "Por favor, rellene todos los campos obligatorios"
  },
  "step.connection.success": {
    "other": "Se ha conectado con éxito a la API"
  },
  "step.connection.field.url": {
    "other": "URL del servidor"
  },
  "step.connection.field.skipssl": {
    "other": "Omitir verificación SSL (autofirmada)"
  },
  "step.connection.field.login": {
    "other": "Inicio de Sesión como Administrador"
  },
  "step.connection.field.pwd": {
    "other": "Contraseña de Administrador"
  },
  "step.connection.button.connect": {
    "other": "Conectar"
  },
  "step.meta.title": {
    "other": "Importar Metadatos"
  },
  "step.meta.legend": {
    "other": "Asociar metadatos a las características internas de Cells. Los metadatos globales (alertas y marcadores) serán leídos desde la API y los archivos de metadatos serán convertidos directamente a partir de archivos .ajxp_meta e incorporados dentro de las fuentes de datos."
  },
  "step.meta.feature.watches": {
    "other": "Alertas establecidas por el usuario para archivos y carpetas"
  },
  "step.meta.feature.bookmark": {
    "other": "Marcadores de usuario"
  },
  "step.meta.feature.files": {
    "other": "Metadatos de archivos y carpetas: utilice las asociaciones sugeridas a continuación para crear namespaces para metadatos de Cells"
  },
  "step.meta.from": {
    "other": "Metadatos de Workspaces"
  },
  "step.meta.to": {
    "other": "Namespaces de Cells (haga click para editar)"
  },
  "step.meta.map.ws": {
    "other": "Workspace %s"
  },
  "step.meta.map.values": {
    "other": " (Valores %s)"
  },
  "step.disclaimer.title": {
    "other": "Aviso legal"
  },
  "step.disclaimer": {
    "other": "Dado el número de opciones que ofrece Pydio 8, cada instalación es única y la herramienta no puede manejar todas las combinaciones posibles. Proponemos el modo más adecuado para importar datos de una instalación típica de Pydio 8, incluyendo usuarios, Workspaces (sólo fs y s3), credenciales de acceso y documentos compartidos."
  },
  "step.disclaimer.ed": {
    "other": "Le recomendamos encarecidamente que contacte con nuestro servicio de soporte (utilizando su cuenta pydio.com) y concierte una cita con un experto de Pydio para que le guíe a través de todo el proceso de migración"
  },
  "step.disclaimer.home": {
    "other": "Va a poder contar siempre con nosotros para culminar con éxito la migración. Le ofrecemos un servicio de soporte con precio cerrado y orientado a ayudarle a realizar esta migración en la versión de código abierto. Póngase en contacto con nuestro departamento de ventas si desea obtener ayuda de un experto en Pydio."
  },
  "step.disclaimer.support": {
    "other": "Contactar con el Servicio de Soporte"
  },
  "step.disclaimer.quote": {
    "other": "Solicitar presupuesto"
  },
  "step.disclaimer.start": {
    "other": "Iniciar la Migración"
  },
  "step.prereq.title": {
    "other": "Requisitos Previos"
  },
  "step.prereq.welcome": {
    "other": "Iniciando la herramienta de importación de Pydio 8. Este asistente le guiará a través de los pasos necesarios para incorporar a Pydio Cells datos de un servidor Pydio 8 ya existente."
  },
  "step.prereq.step1": {
    "other": "1. Preparar Pydio 8"
  },
  "step.prereq.step2": {
    "other": "2. Preparar Cells y los Datos"
  },
  "step.prereq.step3": {
    "other": "3. Preparar DataSources"
  },
  "step.prereq.check": {
    "other": "Lea cuidadosamente los requisitos previos que se describen a continuación y realice los pasos necesarios antes de comenzar la migración."
  },
  "step.prereq.check.copy": {
    "other": "Copie todos los datos de Pydio 8 (archivos y carpetas a los que accedan los usuarios) en una ubicación diferente dentro del servidor. Si se quiere realizar una prueba, es posible recrear todo el árbol de directorios con archivos simulados (por ejemplo, archivos de 1byte)."
  },
  "step.prereq.check.install": {
    "other": "Instalar el plugin de migración en el servidor Pydio 8. Descomprimir y arrastrar la carpeta dentro de la carpeta de plugins del servidor Pydio 8 y limpiar la caché de plugins. Descárguelo aquí "
  },
  "step.prereq.check.admincell": {
    "other": "Crear un usuario dedicado Cells con privilegios administrativos (por ejemplo, cells_importador). La función de importación de usuarios intentará sincronizar los usuarios de Pydio 8 con el usuario de Cells, únicamente este inicio de sesión específico se mantendrá intacto."
  },
  "step.prereq.check.adminpydio": {
    "other": "Crear un usuario dedicado Pydio 8 con privilegios de Administrador, utilizando otro inicio de sesión (por ejemplo, import). Algunas tareas de importación establecerán automáticamente permisos de lectura/escritura para usuarios de esta importación en todos los workspaces."
  },
  "step.prereq.ds.create": {
    "other": "Crear Datasources que apunten a los nuevos datos y esperar a que se complete la indexación."
  },
  "step.prereq.ds.tpl.ed": {
    "other": "Para Workspaces \"por usuario\" (como Mis Archivos), utilice la ubicación existente de la plantilla \"personal\" o cree nuevas rutas de plantillas para la nueva ubicación."
  },
  "step.prereq.ds.tpl.home": {
    "other": "Para Workspaces \"por usuario\" (como Mis Archivos), asegúrese de colocar los datos dentro de la ubicación existente de la plantilla \"personal\" de Cells."
  },
  "step.prereq.ds.done": {
    "other": "Una vez que las DataSources están correctamente indexadas, se puede iniciar el proceso de migración. El asistente le ayudará a asociar los Workspaces de Pydio 8 a los nuevos Workspaces."
  },
  "step.prereq.start": {
    "other": "¡Todo listo! Comenzar"
  },
  "step.shares.feature.links": {
    "other": "Enlaces Públicos"
  },
  "step.shares.feature.cells": {
    "other": "Carpetas Compartidas"
  },
  "step.shares.title": {
    "other": "Importar Documentos Compartidos"
  },
  "step.shares.alert": {
    "other": "¡Por favor, elige al menos un tipo de elemento compartido!"
  },
  "step.shares.legend": {
    "other": "Importar en Cells enlaces públicos Pydio 8 y carpetas compartidas. Los enlaces públicos se crearán con el mismo identificador y propiedades (contraseña, expiración, etc...). Las carpetas compartidas como Workspaces en Pydio 8 se asociarán a las nuevas Cells."
  },
  "step.shares.legend.warning": {
    "other": "Tenga en cuenta que la importación de elementos compartidos es una sincronización unidireccional : llevar a cabo esta acción creará duplicados muchas veces. Si prevé realizar la migración múltiples veces, primero debe realizar esta importación para un número limitado de usuarios de prueba."
  },
  "step.shares.restrict.type": {
    "other": "1. Restringir el tipo de elemento compartido que se va a importar (seleccionar al menos uno):"
  },
  "step.shares.restrict.user": {
    "other": "2. Para hacer una prueba, puede limitar la importación a uno o más usuarios específicos (lista separada por comas)"
  },
  "step.shares.restrict.user.login": {
    "other": "Inicio de sesión del propietario"
  },
  "step.ws.title": {
    "other": "Importar Workspaces"
  },
  "step.ws.loading": {
    "other": "(cargando...)"
  },
  "step.ws.legend": {
    "other": "Importar Workspaces desde Pydio 8 a Cells es un proceso de varios pasos:"
  },
  "step.ws.step1": {
    "other": "1. Migrar manualmente los datos existentes desde el servidor actual al nuevo (esto puede no ser necesario si está ejecutando Pydio y Cells en el mismo servidor)."
  },
  "step.ws.step2": {
    "other": "2. Crear datasources Cells que apunten a las nuevas localizaciones del almacenamiento en el servidor."
  },
  "step.ws.step3": {
    "other": "3. Esperar a que todas las datasources estén correctamente indexadas."
  },
  "step.ws.step4": {
    "other": "4. Asociar los antiguos Workspaces con los nuevos utilizando la herramienta de abajo"
  },
  "step.mapper.already": {
    "other": "Los Workspaces ya están asociados (misma UUID)"
  },
  "step.mapper.wsnumber": {
    "other": "Asociando los Workspaces %s del servidor con los nuevos Workspaces Cells"
  },
  "step.mapper.loading": {
    "other": "Cargando los Workspaces desde el servidor..."
  },
  "step.mapper.loading.error": {
    "other": "Error al cargar los workspaces desde el servidor: %s. Asegúrese de tener CORS habilitado en su instalación de Pydio8."
  },
  "step.mapper.p8.title": {
    "other": "Workspaces Pydio 8"
  },
  "step.mapper.p8.ds.show": {
    "other": "Mostrar Datasources"
  },
  "step.mapper.p8.tpl.show": {
    "other": "Mostrar las plantillas predefinidas"
  },
  "step.mapper.cells.title": {
    "other": "Datasources Cells"
  },
  "step.mapper.createds": {
    "other": "Crear Datasource"
  },
  "step.mapper.tpath.title": {
    "other": "Rutas de Plantillas Cells"
  },
  "step.mapper.tpath.create": {
    "other": "Crear Ruta de Plantilla"
  },
  "step.mapper.nodes.title": {
    "other": "Nodos Cells"
  },
  "step.mapper.notplpath.primary": {
    "other": "Ninguno"
  },
  "step.mapper.notplpath.secondary": {
    "other": "No se requiere ruta de plantilla"
  },
  "step.mapper.next10": {
    "other": "Siguiente "
  },
  "step.mapper.prev10": {
    "other": "Anterior "
  },
  "step.mapper.invalid": {
    "other": "Asociación inválida - Seleccione una Datasource o un Workspace"
  },
  "dash.feature.configs": {
    "other": "Configuración AD/LDAP"
  },
  "dash.feature.configs.legend": {
    "other": "No hay ninguna configuración específica para este paso. Las configuraciones AD/LDAP se importarán a un directorio externo de Pydio Cells."
  },
  "dash.feature.users": {
    "other": "Usuarios, Grupos y Roles"
  },
  "dash.feature.users.legend": {
    "other": "No hay ninguna configuración específica para este paso. Los usuarios se sincronizarán con el servidor remoto. Siempre que sea posible, su contraseña codificada será importada también (ninguna contraseña es almacenada o transmitida sin codificar), para que los usuarios puedan iniciar sesión en el nuevo servidor con el mismo identificador."
  },
  "dash.feature.workspaces": {
    "other": "Workspaces"
  },
  "dash.feature.acls": {
    "other": "Workspaces ACLs"
  },
  "dash.feature.acls.legend": {
    "other": "No hay ninguna configuración específica para este paso. La lista de acceso se cargará desde el servidor y se aplicará a los Workspaces."
  },
  "dash.feature.meta": {
    "other": "Metadatos de Archivos"
  },
  "dash.feature.shares": {
    "other": "Elementos compartidos"
  },
  "dash.job.new": {
    "other": "Nueva importación"
  },
  "dash.importing": {
    "other": "Importando Datos"
  },
  "logs.legend": {
    "other": "Archivo de registro generado durante la tarea %s"
  },
  "action.createws.success": {
    "other": "[Workspaces] Workspace %s creado"
  },
  "action.createws.fail.": {
    "other": "[Workspaces] Error al crear el Workspace %1 : %s"
  },
  "action.createws.summary": {
    "other": "La siguiente uuid => Se aplicará el mapeo uuid:"
  },
  "action.createws.head.pydio": {
    "other": "Pidio"
  },
  "action.createws.head.cells": {
    "other": "Cells"
  },
  "action.createws.head.status": {
    "other": "Estado"
  },
  "action.createws.notexists": {
    "other": "Crear/Actualizar"
  },
  "action.createws.exists": {
    "other": "Ya existe"
  },
  "action.share.linksonly": {
    "other": "Sólo se importarán los enlaces públicos."
  },
  "action.share.cellsonly": {
    "other": "Solo se importarán las carpetas compartidas."
  },
  "action.share.all": {
    "other": "Se importarán todos los elementos compartidos (enlaces y carpetas compartidas)."
  },
  "action.share.user": {
    "other": "Solo se importarán los elementos compartidos propiedad de %s."
  },
  "action.meta.summary": {
    "other": "Se importarán los siguientes metadatos: "
  },
  "action.meta.files": {
    "other": "Para los metadatos de archivos, se utilizará el siguiente mapeo: "
  },
  "action.meta.success": {
    "other": "Namespaces de metadatos creados"
  },
  "action.meta.fail": {
    "other": "Error al crear el namespace de metadatos: %s"
  },
  "logs.empty": {
    "other": "No se encontró actividad"
  }
}