{
    "1": "Directory",
    "2": "General Options",
    "3": "Server Connection",
    "4": "Users Filter",
    "5": "Simple Mappings",
    "6": "MemberOf Mapping",
    "7": "Filter",
    "8": "Id Attribute Name",
    "9": "User Filtering",
    "10": "Specify one or many DNs and ldap filters to retrieve the users list from the external directory",
    "11": "+ Add DN",
    "12": "Connection Type",
    "13": "Required parameters to connect to your external directory (ldap)",
    "14": "Connection",
    "15": "Not Secure",
    "16": "SSL",
    "17": "StartTLS",
    "18": "Binding DN",
    "19": "Binding Password",
    "20": "Skip certificate verification (not recommended)",
    "21": "Root Certificate Path",
    "22": "Root Certificate Data",
    "23": "Page size",
    "24": "Left Attribute",
    "25": "Rule String",
    "26": "Right Attribute",
    "27": "+ Add rule",
    "28": "Define here one or more DNs and filters to retrieve group information from your directory",
    "29": "Mapping",
    "30": "Define one or more mappings to import automatically users capabilities from the directory to Pydio. Left attributes are ldap attributes that may be attached to the retrieved object. Right attributes can be either a Pydio user attribute, his\/her group path or a Pydio role. Rule string may add an additional filtering to the ldap attribute before mapping.",
    "31": "Specify how the attribute value will be mapped to Pydio groups or roles.",
    "32": "Define here one or more DNs and filters to retrieve group information from your directory",
    "33": "Display Attribute",
    "34": "Choose between the native memberOf feature and a fake memberOf support. In the latter case, groups will be automatically\n    recomputed by Pydio.",
    "35": "MemberOf Attribute",
    "36": "MemberOf Format",
    "37": "Fake Member Of Attribute",
    "38": "Attribute Value Format",
    "39": "MemberOf Mapping",
    "40": "MemberOf mapping is a specific mapping to retrieve directory information from 'memberof' or a similar attribute and map this to Pydio groups or roles concept. It can use the native memberOf feature of AD\/LDAP or use another attribute to emulate this feature if it is not supported by your directory."
}