{
  "Allowed Extensions": {
    "other": "Erlaubte Erweiterungen"
  },
  "Ext. Label": {
    "other": "Name"
  },
  "Extensions List": {
    "other": "Erweiterungen"
  },
  "File Size": {
    "other": "Dateigröße"
  },
  "Filter the files that are allowed to be uploaded, by extensions. Use a comma-separated list.": {
    "other": "Kommagetrennte Liste mit Datei-Erweiterungen, die beim Hochladen erlaubt sind."
  },
  "Limitations": {
    "other": "Limitierungen"
  },
  "Maximum size per file allowed to upload. Warning, this limit can vary depending on your underlying storage and the Multipart Chunk Size. For example, Amazon S3 restricts uploads to maximum 10000 distinct parts.": {
    "other": "Maximale Dateigröße, die zum Hochladen erlaubt ist. Beachten Sie, dass diese Grenze je nach Ihrer zugrunde liegenden Speicherlösung und der Größe der Multipart-Chunks variieren kann. Zum Beispiel beschränkt Amazon S3 Uploads auf maximal 10.000 verschiedene Teile."
  },
  "Options shared by all uploaders plugins": {
    "other": "Einstellungen die für alle Uploader-Erweiterungen gelten"
  },
  "Uploaders Options": {
    "other": "Uploader-Einstellungen"
  },
  "User readable label for the list of allowed extensions (images, all files, etc).": {
    "other": "Jede oben stehende Erweiterung muss hier mit einem Namen betitelt werden."
  },
  "Multipart Uploads": {
    "other": "Mehrteilige Uploads"
  },
  "Multipart Parts Size": {
    "other": "Mehrteilige Teilegröße"
  },
  "Multipart Threshold": {
    "other": "Mehrteilige Schwelle"
  },
  "Switch to Multipart Upload for files bigger than this value (in bytes)": {
    "other": "Wechseln Sie zum Multipart Upload für Dateien, die größer sind als dieser Wert (in Bytes)"
  },
  "Chunk Size used for multipart uploads, it must be a multiple of 10MB for hashing consistency. If you plan to upload very large files (bigger 500GB), raise this value to lower the total number of parts sent.": {
    "other": "Die Chunk-Größe, die für Mehrteil-Uploads verwendet wird, muss ein Vielfaches von 10 MB sein, um die Konsistenz der Hash-Werte sicherzustellen. Wenn Sie vorhaben, sehr große Dateien (über 500 GB) hochzuladen, erhöhen Sie diesen Wert, um die Gesamtanzahl der gesendeten Teile zu reduzieren."
  },
  "Queue Size": {
    "other": "Warteschlangengröße"
  },
  "Number of concurrent uploads (maximum 6, due to browsers limitations)": {
    "other": "Anzahl gleichzeitiger Uploads (maximal 6, aufgrund von Einschränkungen des Browsers)"
  },
  "Timeout": {
    "other": "Timeout"
  },
  "Request Timeout (in minutes) for each concurrent part upload": {
    "other": "Anforderungs-Timeout (in Minuten) für jeden gleichzeitigen Teil-Upload"
  }
}