{
    "Admin access": "Acceso administrativo",
    "Application Settings": "Opciones globales",
    "Configurations storage": "COnfiguraciones de almacenamiento",
    "Add some users": "Añadir usuarios",
    "Please set up a login and password for the administrator user. This step is necessary to let you login the first time. You can create more administrators later by going to the 'Settings' workspace.": "Por favor configura un usuario y una contraseña para el administrador. Este paso es necesario para iniciar sesión por primera vez. Puede crear más administradores más tarde desde el workspace 'Configuración'.",
    "Admin Login": "Usuario Administrador",
    "Alphanumeric login": "Inicio Alfanumérico",
    "Admin Display Name": "Nombre Completo del Administrador",
    "Name that users will see": "Nombre que verán los usuarios",
    "Admin Password": "Contraseña del Administrador",
    "Use a strong password (more than 8 characters, complicated ones.": "Usar una contraseña fuerte (más de 8 caracteres).",
    "Confirm": "Confirmar",
    "Confirm password": "Confirmar contraseña",
    "Test Mailer": "Probar Correo",
    "Try sending an email with the configured data": "Probar el envío de correo con los datos configurados",
    "Test SQL Connection": "Probar Conexión SQL",
    "Try connecting to the database": "Probar a conectarse a la base de datos",
    "Enable emails": "Activar correos",
    "Set up system to send emails": "Configurar el sistema de envío de correos",
    "No (you can enable mails later)": "No (puedes activarlo más tarde)",
    "Yes (requires a correct PHP configuration)": "Si (se necesita la configuración correcta de PHP)",
    "Php Mailer": "Gestor de Correos PHP",
    "Set up the correct value to send emails": "Configurar el valor correcto para enviar correos",
    "Administrator Email": "Correo del Administrador",
    "Default 'From' email used to send emails.": "Remitente predeterminado de los correos enviados a los usuarios.",
    "How the application configuration data will be stored (users, plugins, etc. not how your actual documents are managed). To get started rapidly, select No Database. To enable more advanced features, configure a database connection.": "La base de datos donde la aplicación guardará la configuración (usuarios, parámetros, etc). Esto <b>no<\/b> es el lugar dónde tus documentos serán almacenados. Usar el botón 'Probar Conexión' para comprobar los parámetros antes del siguiente paso.",
    "Storage Type": "Tipo de Almacenamiento",
    "Select how the configurations will be stored": "Seleccionar cómo se almacenará la configuración",
    "No Database (Quick Start)": "Sin Base de Datos (obsoleto, usar sqlite)",
    "Database system (production environments, requires a DBMS supported by APPLICATION_TITLE)": "Base de Datos (producción, se necesita un DBMS soportado por APPLICATION_TITLE)",
    "Enable Notifications": "Activar Notificaciones",
    "Log all events and alerts": "Registrar eventos y alertas",
    "Create users for your organization right now. You can do this later by going to the Settings workspace.": "Crear usuarios de tu organización ahora. Puedes hacerlo luego en el workspace 'Configuración'.",
    "Login": "Usuario",
    "User Email": "Correo del Usuario",
    "Mail address of the user": "Dirección de correo del usuario",
    "Display name": "Nombre",
    "Password": "Contraseña",
    "Main options": "Opciones principales",
    "Set up application title and create a connexion identifier for the super-administrator user. Make sure to use a strong password, as this user will have full access to the server.": "Configurar el título de la aplicación y crear un identificador para el usuario super-administrador. Asegurate de usar una contraseña fuerte ya que este usuario tiene acceso completo al servidor.",
    "Application Title": "Título de la Aplicación",
    "Your system title": "Título de tu sistema",
    "Welcome Message": "Mensaje de Bienvenida",
    "An additional message displayed at startup, on the splash screen and the login screen.": "Mensaje adicional mostrado al inicio, en la pantalla inicial y de inicio de sesión.",
    "User-friendly name of the user": "Nombre amigable del usuario",
    "Welcome to Pydio": "Bienvenido a Pydio",
    "Database Connection": "Conexión a Base de Datos",
    "Database type (Sqlite3 is NOT recommended for production purpose.)": "Tipo de controlador (no tocar)",
    "Advanced Options": "Opciones Avanzadas",
    "Please review these technical parameters. Encoding and URI should be auto-detected, but please make sure they reflect your actual server configuration.": "Por favor revisa estos parámetros tecnicos. La codificación y URI deberían de ser detectados automáticamente, pero asegurate de que la configuración sea correcta.",
    "Detected Encoding": "Conficación Detectada",
    "Please make sure to set the encoding corresponding to your server configuration, something like ln_LN.CHARSET, e.g en_US.UTF-8": "Por favor asegurate de que la codificación corresponde a la configuración de tu servidor (ln_LN.CHARSET, p.e.: es_ES.UTF-8).",
    "Detected Server URL": "URL Detectada",
    "Make sure this is correct, as it's used to rewrite the htaccess file": "Asegurate de que sea correcta, se usa para reescribir el archivo htaccess",
    "Select a language activated by default( users will still be able to switch)": "Seleccionar el lenguaje predeterminado (los usuarios podran cambiarlo)",
    "Enable cache (recommended)": "Activar almacenamiento temporal (recomendado)",
    "Use key\/value store to cache server data in-memory. If APC\/APCu is detected, it will be enabled by default, you can change this setting later to use a dedicated server like Redis or Memcache.": "Usar clave\/valor para almacenar temporalmente en memoria. Si se detecta APC\/APCu, se activará por defecto, puedes cambiar esta opción después para usar un servidor dedicado como Redis o Memcache.",
    "Login of the administrative user, typically an email address.": "Login of the administrative user, typically an email address."
}