{
    "Admin access": "Accès administrateur",
    "Application Settings": "Paramètres de l'application",
    "Configurations storage": "Stockage des configurations",
    "Add some users": "Ajouter des utilisateurs",
    "Please set up a login and password for the administrator user. This step is necessary to let you login the first time. You can create more administrators later by going to the 'Settings' workspace.": "Veuillez saisir un identifiant et un mot de passe pour l'administrateur. Ceci est requis pour vous connecter la première fois. Vous pourrez créer d'autres administrateurs ultérieurement, en vous connectant au dépôt 'Paramètres'.",
    "Admin Login": "Identifiant de l'administrateur",
    "Alphanumeric login": "Identifiant alphanumérique",
    "Admin Display Name": "Nom affiché pour l'administrateur",
    "Name that users will see": "Nom vu par les utilisateurs",
    "Admin Password": "Mot de passe de l'administrateur",
    "Use a strong password (more than 8 characters, complicated ones.": "Utiliser un mot de passe fort (plus de 8 caractères, compliqués)",
    "Confirm": "Confirmer",
    "Confirm password": "Confirmer le mot de passe",
    "Test Mailer": "Tester l'envoi de mail",
    "Try sending an email with the configured data": "Essayer d'envoyer un courriel avec la configuration saisie",
    "Test SQL Connection": "Tester la connexion SQL",
    "Try connecting to the database": "Essayer de se connecter à la base de données",
    "Enable emails": "Activer les courriels",
    "Set up system to send emails": "Configurer le système pour envoyer des courriels",
    "No (you can enable mails later)": "Non (vous pourrez activer les courriels ultérieurement)",
    "Yes (requires a correct PHP configuration)": "Oui (requiert une configuration PHP correcte)",
    "Php Mailer": "Programme d'envoi de courriels PHP",
    "Set up the correct value to send emails": "Choisir la valeur correcte pour envoyer des courriels",
    "Administrator Email": "Courriel de l'administrateur",
    "Default 'From' email used to send emails.": "Expéditeur par défaut utilisé pour envoyer des courriels.",
    "How the application configuration data will be stored (users, plugins, etc. not how your actual documents are managed). To get started rapidly, select No Database. To enable more advanced features, configure a database connection.": "Stockage des configurations de l'application (utilisateurs, plugins, etc. <b>ceci ne définit pas<\/b> la manière dont vos documents sont stockés). Le mode 'Pas de base de données' permet un démarrage rapide. Configurez une base de données pour accéder aux fonctionnalités avancées.",
    "Storage Type": "Type de stockage",
    "Select how the configurations will be stored": "Choisissez comment les configurations seront stockées",
    "No Database (Quick Start)": "Pas de base de données (Deprecié, utilisez Sqlite à la place!)",
    "Database system (production environments, requires a DBMS supported by APPLICATION_TITLE)": "Base de données (environnement de production, nécessite un SGBD compatible avec APPLICATION_TITLE)",
    "Enable Notifications": "Activer les notifications",
    "Log all events and alerts": "Journaliser tous les événéments et alertes",
    "Create users for your organization right now. You can do this later by going to the Settings workspace.": "Créer des utilisateurs pour votre organisation maintenant. Vous pourrez le faire plus tard en allant dans le dépôt Paramètres.",
    "Login": "Identifiant",
    "User Email": "Courriel de l'utilisateur",
    "Mail address of the user": "Adresse courriel de l'utilsateur",
    "Display name": "Nom à afficher",
    "Password": "Mot de passe",
    "Main options": "Options Principales",
    "Set up application title and create a connexion identifier for the super-administrator user. Make sure to use a strong password, as this user will have full access to the server.": "Choisir le nom de l'application et créer des identifiants de connexion pour le super-administrateur. Veillez à utiliser un mot de passe fort, car cet utilisateur a accès au serveur.",
    "Application Title": "Titre de l'application",
    "Your system title": "Le titre de la plateform tel qu'il apparait aux utilisateurs.",
    "Welcome Message": "Message de bienvenue",
    "An additional message displayed at startup, on the splash screen and the login screen.": "Message supplémentaire affiché sur la page d'accueil et dans l'écran de chargement.",
    "User-friendly name of the user": "Nom de l'utilisateur",
    "Welcome to Pydio": "Bienvenue sur Pydio",
    "Database Connection": "Base de données",
    "Database type (Sqlite3 is NOT recommended for production purpose.)": "Base de données (ne PAS utiliser Sqlite3 pour un environnement de production).",
    "Advanced Options": "Options Avancées",
    "Please review these technical parameters. Encoding and URI should be auto-detected, but please make sure they reflect your actual server configuration.": "Veuillez valider ces paramètres complémentaires. L'encodage et l'URI doivent être détectés automatiquement, mais assurez vous qu'ils correspondent à votre serveur.",
    "Detected Encoding": "Encodage détecté",
    "Please make sure to set the encoding corresponding to your server configuration, something like ln_LN.CHARSET, e.g en_US.UTF-8": "Utilisez la valeur de l'encodage de votre système de fichier sur le serveur, au format ln_LN.CHARSET, par exemple fr_FR.UTF-8",
    "Detected Server URL": "Detected Server URL",
    "Make sure this is correct, as it's used to rewrite the htaccess file": "Chemin depuis le DocumentRoot de votre serveur web, utilisé dans la réécriture des redirections.",
    "Select a language activated by default( users will still be able to switch)": "Selectionnez un langage par défaut (les utilisateurs pourront le changer)",
    "Enable cache (recommended)": "Activer le cache (recommandé)",
    "Use key\/value store to cache server data in-memory. If APC\/APCu is detected, it will be enabled by default, you can change this setting later to use a dedicated server like Redis or Memcache.": "Utiliser un cache de type clé\/valeur pour stocker des données serveurs en mémoire. Is APC\/APCu est détecté, ça sera activé par défaut, vous pouvez le changer pour utiliser un serveur à part avec Redis ou Memcache.",
    "Login of the administrative user, typically an email address.": "Identifiant de l'utilisateur admin, idéalement son adresse email."
}