{
  "Analyzer used by Zend to parse the queries. Warning, the UTF8 analyzers require the php mbstring extension.": {
    "other": "Analizzatore usato da Zend per scansionare le query. ATTENZIONE: l'analizzatore UTF8 richiede l'estensione 'mbstring' di PHP."
  },
  "Auto-Wildcard": {
    "other": "Auto-Wildcard"
  },
  "Automatically append a * after the user query to make the search broader": {
    "other": "Automatically append a * after the user query to make the search broader"
  },
  "For the sake of performances, it is not recommanded to use wildcard as a very first character of a query string. Lucene recommends asking the user minimum 3 characters before wildcard. Still, you can set it to 0 if necessary for your usecases.": {
    "other": "Per amor delle performance, non è raccomandato l'uso di wildcard come primo e solo carattere di una query. Lucene raccomanda di chiedere all'utente un minimo di 3 caratteri prima del wildcard. Ad ogni modo, si può impostare a 0 se necessario."
  },
  "Full path on the server to the 'pdftotext' binary": {
    "other": "Percorso completo sul server per l'eseguibile 'pdftotext'"
  },
  "Full path on the server to the 'unoconv' binary": {
    "other": "Percorso completo sul server per l'eseguibile 'unoconv'"
  },
  "HTML files": {
    "other": "File HTML"
  },
  "Hide 'My Shares'": {
    "other": "Hide 'My Shares'"
  },
  "Hide My Shares section in the Orbit theme GUI.": {
    "other": "Hide My Shares section in the Orbit theme GUI."
  },
  "If your repository path is defined dynamically by specific keywords like PYDIO_USER, or your own, mention them here.": {
    "other": "Se il percorso del tuo workspace è definito dinamicamente con specifiche parole chiave, come PYDIO_USER o personalizzate, menzionale quì."
  },
  "Index Content": {
    "other": "Indicizza Contenuto"
  },
  "Index Meta Fields": {
    "other": "Indicizza Campi Meta"
  },
  "List of extensions to consider as HTML file and parse content": {
    "other": "Lista delle estensioni da considerare come file HTML per analizzarne il contenuto"
  },
  "List of extensions to consider as Text file and parse content": {
    "other": "Lista delle estensioni da considerare come file di testo per analizzarne il contenuto"
  },
  "Lucene Search Engine": {
    "other": "Motore Rierca Lucene"
  },
  "Parse Content Until": {
    "other": "Analizza Contenuto Fino a"
  },
  "Parses the file when possible and index its content (see plugin global options)": {
    "other": "Analizza il file quando possibile ed indicizzane il contenuto (si vedano le impostazioni globali dei plugin)"
  },
  "PdftoText Path": {
    "other": "Percorso PdftoText"
  },
  "Query Analyzer": {
    "other": "Analizzatore Query"
  },
  "Repository keywords": {
    "other": "Parole chiave Repository"
  },
  "Skip content parsing and indexation for files bigger than this size (must be in Bytes)": {
    "other": "Salta l'analisi e l'indicizzazione di file più grandi di questa dimensione (DEVE essere in BYTES)"
  },
  "Text files": {
    "other": "File di Testo"
  },
  "Unoconv Path": {
    "other": "Percorso Unoconv"
  },
  "Which additionnal fields to index and search": {
    "other": "Quali campi aggiuntivi indicizzare e cercare"
  },
  "Wildcard limitation": {
    "other": "Limitazione Wildcard"
  },
  "Zend_Search_Lucene implementation to index all files and search a whole repository quickly.": {
    "other": "Implementazione di Zend_Search_Lucene per indicizzare tutti i file e cercare all'interno di un repository velocemente."
  }
}