{
    "Lucene Search Engine": "Motor de pesquisa Lucene",
    "Zend_Search_Lucene implementation to index all files and search a whole repository quickly.": "Uma implementação do Zend_Search_Lucene para rapidamente indexar e procurar todos os conteúdos de uma Área de Trabalho rapidamente.",
    "Index Content": "Indexar Conteúdos",
    "Parses the file when possible and index its content (see plugin global options)": "Analisa o ficheiro quando possível e indexa o seu conteúdo (Ver configurações Gerais do Plugin)",
    "Index Meta Fields": "Indexar campos Meta",
    "Which additionnal fields to index and search": "Que campos adicionais adicionar ao Index e Pesquisa",
    "Repository keywords": "Repositório de Palavras",
    "If your repository path is defined dynamically by specific keywords like PYDIO_USER, or your own, mention them here.": "Se o caminho para a sua Área de Trabalho foi ajustado dinamicamente por palavras especificas como 'PYDIO_USER', ou uma própria, introduza-as aqui.",
    "Parse Content Until": "Analisar conteúdos até",
    "Skip content parsing and indexation for files bigger than this size (must be in Bytes)": "Saltar análise de conteúdos e Indexação de ficheiros maiores que este tamanho (tamanho em Bytes)",
    "HTML files": "Ficheiros HTML",
    "List of extensions to consider as HTML file and parse content": "Lista de extensões a considerar como um ficheiro HTML e analisar conteúdos",
    "Text files": "Ficheiros de Texto",
    "List of extensions to consider as Text file and parse content": "Lista de extensões a considerar como um Ficheiro de Texto e analisar os seu conteúdo",
    "Unoconv Path": "Unoconv Path",
    "Full path on the server to the 'unoconv' binary": "Full path on the server to the 'unoconv' binary",
    "PdftoText Path": "PdftoText Path",
    "Full path on the server to the 'pdftotext' binary": "Full path on the server to the 'pdftotext' binary",
    "Query Analyzer": "Query Analyzer",
    "Analyzer used by Zend to parse the queries. Warning, the UTF8 analyzers require the php mbstring extension.": "Analyzer used by Zend to parse the queries. Warning, the UTF8 analyzers require the php mbstring extension.",
    "Wildcard limitation": "Wildcard limitation",
    "For the sake of performances, it is not recommanded to use wildcard as a very first character of a query string. Lucene recommends asking the user minimum 3 characters before wildcard. Still, you can set it to 0 if necessary for your usecases.": "For the sake of performances, it is not recommanded to use wildcard as a very first character of a query string. Lucene recommends asking the user minimum 3 characters before wildcard. Still, you can set it to 0 if necessary for your usecases.",
    "Auto-Wildcard": "Auto-Wildcard",
    "Automatically append a * after the user query to make the search broader": "Automatically append a * after the user query to make the search broader",
    "Hide 'My Shares'": "Hide 'My Shares'",
    "Hide My Shares section in the Orbit theme GUI.": "Hide My Shares section in the Orbit theme GUI."
}